Repository: dhis2/import-export-app
Catalog: i18n/*.po
Languages: ar, cs, es_419, fr, pt, uz_uz_cyrl, uz_uz_latn

source: Import new values and update existing
ar: استيراد القيم الجديدة وتحديث الموجودة مسبقًا
cs: Importujte nové hodnoty a aktualizujte stávající
es_419: Importar nuevos valores y actualizar los existentes
fr: Importez de nouvelles valeurs et mettez à jour les valeurs existantes
pt: Importar novos valores e actualizar os existentes
uz_uz_cyrl: Янги қадриятларни импорт қилинг ва мавжудларини янгиланг
uz_uz_latn: Yangi qadriyatlarni import qiling va mavjudlarini yangilang

source: Merge
ar: دمج
cs: Spojit
es_419: Fusión
fr: Fusionner
pt: Associar
uz_uz_cyrl: Бирлаштириш
uz_uz_latn: Birlashtirish

source: Import new values only
ar: استيراد القيم الجديدة فقط
cs: Importujte pouze nové hodnoty
es_419: Importar sólo nuevos valores
fr: Importer uniquement de nouvelles valeurs
pt: Importar novos valores apenas
uz_uz_cyrl: Фақат янги қийматларни импорт қилиш
uz_uz_latn: Faqat yangi qiymatlarni import qilish

source: Append
ar: إلحاق
cs: Přidat
es_419: Añadir
fr: Ajouter
pt: Acrescentar
uz_uz_cyrl: Қўшиш
uz_uz_latn: Qoʼshish

source: Only update existing values, ignore new values
ar: قم بتحديث القيم الموجودة فقط ، وتجاهل القيم الجديدة
cs: Aktualizujte pouze stávající hodnoty, nové hodnoty ignorujte
es_419: Actualizar sólo los valores existentes, ignorar los nuevos
fr: Mettre à jour uniquement les valeurs existantes, ignorer les nouvelles valeurs
pt: Actualizar apenas valores existentes, ignorar novos valores
uz_uz_cyrl: Фақат мавжуд қийматларни янгиланг, янги қийматларни ўзгаришсиз қолдиринг
uz_uz_latn: Faqat mavjud qiymatlarni yangilang, yangi qiymatlarni oʼzgarishsiz qoldiring

source: Update
ar: تحديث
cs: Aktualizovat
es_419: Actualizar
fr: Mettre à jour
pt: Atualizar
uz_uz_cyrl: Янгилаш
uz_uz_latn: Янгилаш

source: Remove values included in uploaded file
ar: قم بإزالة القيم المضمنة في الملف الذي تم تحميله
cs: Odebrat hodnoty obsažené v nahraném souboru
es_419: Eliminar los valores incluidos en el archivo cargado
fr: Supprimer les valeurs incluses dans le fichier téléchargé
pt: Remova os valores incluídos no arquivo enviado
uz_uz_cyrl: Юкланган файлдан қўшимча киритилган қийматларни олиб ташлаш
uz_uz_latn: Yuklangan fayldan qoʼshimcha kiritilgan qiymatlarni olib tashlash

source: Delete
ar: حذف
cs: Smazat
es_419: Borrar
fr: Supprimer
pt: Suprimir
uz_uz_cyrl: Ўчириб ташлаш
uz_uz_latn: Oʼchirib tashlash

source: Data will be deleted
ar: سيتم حذف البيانات
cs: Data budou smazána
es_419: Los datos se eliminarán
fr: Les données seront supprimées
pt: Os dados serão apagados
uz_uz_cyrl: Маълумотлар ўчириб ташланади
uz_uz_latn: Maʼlumotlar oʼchirib tashlanadi

source: Values in the uploaded file will be deleted from the database. Make sure this is the correct action; it cannot be undone.
ar: سيتم حذف القيم الموجودة في الملف الذي تم تحميله من قاعدة البيانات. تأكد من أن هذا هو الإجراء الصحيح الذي تريده ؛ لا يمكن التراجع.
cs: Hodnoty v nahraném souboru budou z databáze odstraněny. Ujistěte se, že jde o správnou akci; to nelze vrátit zpět.
es_419: Los valores del archivo cargado se eliminarán de la base de datos. Asegúrese de que esta es la acción correcta; no se puede deshacer.
fr: Les valeurs du fichier téléchargé seront supprimées de la base de données. Assurez-vous que c'est la bonne action; elle ne peut pas être annulé.
pt: Os valores no arquivo carregado serão excluídos do banco de dados. Certifique-se de que esta é a ação correta; não pode ser desfeito.
uz_uz_cyrl: Юкланган файлдаги қийматлар маълумотлар базасидан ўчириб ташланади. Бу тўғри ҳаракат эканлигига ишонч ҳосил қилинг; амалга ошгач маълумотни қайтариб бўлмайди
uz_uz_latn: Yuklangan fayldagi qiymatlar maʼlumotlar bazasidan oʼchirib tashlanadi. Bu toʼgʼri harakat ekanligiga ishonch hosil qiling; amalga oshgach maʼlumotni qaytarib boʼlmaydi

source: Import strategy
ar: استراتيجية الاستيراد
cs: Importní strategie
es_419: Estrategia de importación
fr: Stratégie d'importation
pt: Estrategia de importação
uz_uz_cyrl: Импорт стратегияси
uz_uz_latn: Import strategiyasi

source: Include all attributes
ar: قم بتضمين كافة السمات
cs: Zahrnout všechny atributy
es_419: Incluir todos los atributos
fr: Inclure tous les attributs
pt: Incluir todos os atributos
uz_uz_cyrl: Барча атрибутларни қўшинг
uz_uz_latn: Barcha atributlarni qoʼshing

source: Include descendants
cs: Zahrnout potomky
es_419: Incluir descendientes
fr: Inclure les descendants
uz_uz_cyrl: Авлодларни қўшмоқ

source: Include descendants of selected organisation units
cs: Zahrnout potomky vybraných organizačních jednotek
es_419: Incluir a los descendientes de las unidades organizativas seleccionadas
fr: Inclure les descendants des unités d'organisation sélectionnées
uz_uz_cyrl: Танланган ташкилий бирлик авлодларини қўшинг

source: Include deleted
ar: تضمين ماتم حذفه
cs: Včetně smazaných
es_419: Incluir suprimido
fr: Inclure supprimé
pt: Incluir apagados
uz_uz_cyrl: Қўшимчалар ўчирилди
uz_uz_latn: Qoʼshimchalar oʼchirildi

source: Include deleted data in export
ar: تضمين البيانات المحذوفة في التصدير
cs: Zahrnout smazaná data do exportu
es_419: Incluir datos borrados en la exportación
fr: Inclure les données supprimées dans l'exportation
pt: Incluir dados apagados na exportação
uz_uz_cyrl: Ўчирилган маълумотларни экспортга қўшиш
uz_uz_latn: Oʼchirilgan maʼlumotlarni eksportga qoʼshish

source: Only include selected organisation unit
ar: قم بتضمين الوحدة التنظيمية المحددة فقط
cs: Zahrnout pouze vybranou organizační jednotku
es_419: Incluir sólo la unidad organizativa seleccionada
fr: Inclure uniquement l'unité organisationnelle sélectionnée
pt: Incluir apenas unidades organizacionais selecionadas
uz_uz_cyrl: Фақатгина танланган ташкилий бўлимларни киритинг
uz_uz_latn: Faqatgina tanlangan tashkiliy boʼlimlarni kiriting

source: Selected
ar: محدد
cs: Vybráno
es_419: Seleccionado
fr: Sélectionné
pt: Selecionado
uz_uz_cyrl: Танланган
uz_uz_latn: Tanlangan

source: Include the first level of units inside selections
ar: قم بتضمين المستوى الأول من الوحدات داخل التحديدات
cs: Zahrnout první úroveň jednotek do výběrů
es_419: Incluir el primer nivel de unidades dentro de las selecciones
fr: Inclure le premier niveau d'unités dans les sélections
pt: Inclui o primeiro nível de unidades dentro das seleções
uz_uz_cyrl: Танловлар ичидаги бўлимларни биринчи даражасини қўшинг
uz_uz_latn: Tanlovlar ichidagi boʼlimlarni birinchi darajasini qoʼshing

source: Directly below
ar: مباشرة أدناه
cs: Přímo níže
es_419: Justo debajo
fr: Directement en dessous
pt: Directamente abaixo
uz_uz_cyrl: Тўғридан-тўғри қуйида
uz_uz_latn: Toʼgʼridan-toʼgʼri quyida

source: Include all units inside selections
ar: قم بتضمين جميع الوحدات داخل التحديدات
cs: Zahrnout všechny jednotky do výběrů
es_419: Incluir todas las unidades dentro de las selecciones
fr: Inclure toutes les unités dans les sélections
pt: Incluir todas as unidades dentro das seleções
uz_uz_cyrl: Танлов ичидаги барча бўлимларни қўшинг
uz_uz_latn: Tanlov ichidagi barcha boʼlimlarni qoʼshing

source: All below
ar: كل ماهو أدنى
cs: Vše níže
es_419: Todo abajo
fr: Tout en dessous
pt: Todos a baixo
uz_uz_cyrl: Қуйидагиларнинг барчаси
uz_uz_latn: Quyidagilarning barchasi

source: How should organisation units inside the selections be included?
ar: كيف يجب تضمين الوحدات التنظيمية داخل التحديدات؟
cs: Jak by měly být zahrnuty organizační jednotky do výběru?
es_419: ¿Cómo deben incluirse las unidades organizativas dentro de las selecciones?
fr: Comment les unités organisationnelles doivent-elles être incluses dans les sélections?
pt: Como as unidades organizacionais dentro das seleções devem ser incluídas?
uz_uz_cyrl: Ташкилий бўлимларни танланганлар қаторига қандай қўшиб мумкин?
uz_uz_latn: Tashkiliy boʼlimlarni tanlanganlar qatoriga qanday qoʼshib mumkin?

source: Includes properties which are not null
ar: يشمل الخصائص التي ليست null
cs: Zahrnuje vlastnosti, které nejsou null
es_419: Incluye las propiedades que no son nulas
fr: Inclut les propriétés qui ne sont pas nulles
pt: Inclui propriedades que não são nulas
uz_uz_cyrl: Нолга тенг бўлмаган хусусиятлиларни қаторга қўшади
uz_uz_latn: Nolga teng boʼlmagan xususiyatlilarni qatorga qoʼshadi

source: Non null
cs: Nejsou null
es_419: No nulo
fr: Non nul
pt: Não nulo
uz_uz_cyrl: Нолга тенг эмас
uz_uz_latn: Nolga teng emas

source: Include all properties
ar: تضمين كل الخصائص
cs: Zahrnout všechny vlastnosti
es_419: Incluir todas las propiedades
fr: Inclure toutes les propriétés
pt: Incluir todas propriedades
uz_uz_cyrl: Барча хусусиятларни қўшиш
uz_uz_latn: Barcha xususiyatlarni qoʼshish

source: Always
ar: دائماً
cs: Vždy
es_419: Siempre
fr: Toujours
pt: Sempre
uz_uz_cyrl: Доимо
uz_uz_latn: Doimo

source: Include non-empty properties
ar: تضمين الخصائص غير الفارغة
cs: Zahrnout neprázdné vlastnosti
es_419: Incluir propiedades no vacías
fr: Inclure les propriétés non vides
pt: Incluir propriedades não vazias
uz_uz_cyrl: Хусусияти бўш бўлмаганларни қўшиш
uz_uz_latn: Xususiyati boʼsh boʼlmaganlarni qoʼshish

source: Non empty
ar: غير فارغ
cs: Není prázdné
es_419: No vacío
fr: Non vide
pt: Não vazia
uz_uz_cyrl: Бўш эмас
uz_uz_latn: Boʼsh emas

source: Inclusion strategy
ar: استراتيجية الإدماج
cs: Strategie začleňování
es_419: Estrategia de inclusión
fr: Stratégie d'inclusion
pt: Estratégia de inclusão
uz_uz_cyrl: Қўшиш стратегияси
uz_uz_latn: Qoʼshish strategiyasi

source: Controls which properties to include
ar: يتحكم في الخصائص المراد تضمينها
cs: Určuje, které vlastnosti mají být zahrnuty
es_419: Controla qué propiedades incluir
fr: Contrôle les propriétés à inclure
pt: Controla quais propriedades incluir
uz_uz_cyrl: Қандай хусусиятлиларни қўшишни бошқаради
uz_uz_latn: Qanday xususiyatlilarni qoʼshishni boshqaradi

source: Async
ar: غير متزامن
fr: Asynchrone
pt: Sincronização
uz_uz_cyrl: Асинхрон
uz_uz_latn: Аsinxron

source: Asynchronous import
ar: استيراد غير متزامن
cs: Asynchronní import
es_419: Importación asíncrona
fr: Importation asynchrone
pt: Sincronização de importação
uz_uz_cyrl: Асинхрон импорт
uz_uz_latn: Аsinxron import

source: Controls whether the import is done asynchronously
ar: يتحكم في ما إذا كان الاستيراد يتم بشكل غير متزامن
cs: Určuje, zda se import provádí asynchronně
es_419: Controla si la importación se realiza de forma asíncrona
fr: Contrôle si l'importation est effectuée de manière asynchrone
pt: Controla se a importação é feita de forma sincronizada
uz_uz_cyrl: Асинхрон импортнинг бажарилишини аниқлаштириб туради
uz_uz_latn: Аsinxron importning bajarilishini aniqlashtirib turadi

source: Last updated duration
ar: مدة آخر تحديث
cs: Trvání poslední aktualizace
es_419: Duración de la última actualización
fr: Durée de la dernière mise à jour
pt: Duração de ultima actualização
uz_uz_cyrl: Охирги янгиланиш давомийлиги
uz_uz_latn: Oxirgi yangilanish davomiyligi

source: Last updated end date
ar: تاريخ انتهاء آخر تحديث
cs: Datum poslední aktualizace
es_419: Última fecha de finalización actualizada
fr: Date de fin de la dernière mise à jour
pt: Data de término da última actualização
uz_uz_cyrl: Охирги янгиланиш тугаш санаси
uz_uz_latn: Oxirgi yangilanish tugash sanasi

source: Do not filter by last updated date
ar: عدم التصفية حسب تاريخ آخر تحديث
cs: Nefiltrovat podle data poslední aktualizace
es_419: No filtrar por fecha de última actualización
fr: Ne pas filtrer par date de dernière mise à jour
pt: Não filtre pela data da última atualização
uz_uz_cyrl: Охирги янгиланиш санаси бўйича фильтрланмасин
uz_uz_latn: Oxirgi yangilanish sanasi boʼyicha filtrlanmasin

source: Start/end dates
ar: تواريخ- البدء-الانتهاء
cs: Datum zahájení / ukončení
es_419: Fechas de inicio y fin
fr: Dates début-fin
pt: Inicio/datas de término
uz_uz_cyrl: Бошланиш/Тугаш вақтлари
uz_uz_latn: Boshlanish/Tugash vaqtlari

source: Time since last updated
ar: الوقت منذ آخر تحديث
cs: Čas od poslední aktualizace
es_419: Tiempo transcurrido desde la última actualización
fr: Temps depuis la dernière mise à jour
pt: Periodo desde a última actualização
uz_uz_cyrl: Охирги янгиланишдан ўтган вақт
uz_uz_latn: Oxirgi yangilanishdan oʼtgan vaqt

source: Filter by last updated date
ar: التصفية حسب تاريخ آخر تحديث
cs: Filtrovat podle data poslední aktualizace
es_419: Filtrar por fecha de última actualización
fr: Filtrer par date de dernière mise à jour
pt: Filtrar pela data da última actualização
uz_uz_cyrl: Охирги янгиланиш санаси бўйича фильтрлаш
uz_uz_latn: Oxirgi yangilanish sanasi boʼyicha filtrlash

source: Last updated start date
ar: تاريخ بدء آخر تحديث
cs: Datum poslední aktualizace
es_419: Última fecha de inicio actualizada
fr: Date de début de la dernière mise à jour
pt: Data de início da última actualização
uz_uz_cyrl: Охирги янгиланиш бошланиш санаси
uz_uz_latn: Oxirgi yangilanish boshlanish sanasi

source: Only overwrite the old property if the new property value is not-null
ar: الكتابة فوق الخاصية القديمة فقط إذا كانت قيمة الخاصية الجديدة ليست خالية null
cs: Pouze přepsat starou vlastnost, pokud nová hodnota vlastnosti není null
es_419: Sólo sobrescribir la propiedad antigua si el valor de la nueva propiedad no es nulo
fr: Ne remplace l'ancienne propriété que si la valeur de la nouvelle propriété n'est pas nulle
pt: Substitua a propriedade antiga apenas se o valor da nova propriedade não for nulo
uz_uz_cyrl: Фақатгина янги қиймат нолга тенг бўлмаган тақдирда, эски қайдни қайта ёзиш
uz_uz_latn: Faqatgina yangi qiymat nolga teng boʼlmagan taqdirda, eski qaydni qayta yozish

source: Overwrite regardless of whether the new property value is null
ar: الكتابة فوق بغض النظر عما إذا كانت قيمة الخاصية الجديدة خالية null
cs: Přepsat bez ohledu na to, zda je nová hodnota vlastnosti null
es_419: Sobrescribir independientemente de si el nuevo valor de la propiedad es null
fr: Remplacer indépendamment du fait que la nouvelle valeur de propriété soit nulle
pt: Substituir independentemente de o novo valor da propriedade ser nulo
uz_uz_cyrl: Янги қиймат нолга тенг бўлган тақдирда ҳам, қайдни қайта ёзиш
uz_uz_latn: Yangi qiymat nolga teng boʼlgan taqdirda ham, qaydni qayta yozish

source: Replace
ar: استبدال
cs: Nahradit
es_419: Sustituir
fr: Remplacer
pt: Substituir
uz_uz_cyrl: Алмаштиринг
uz_uz_latn: Аlmashtiring

source: Merge mode
ar: اسلوب الدمج
cs: Režim sloučení
es_419: Modo de fusión
fr: Mode de fusion
pt: Modo de fusão
uz_uz_cyrl: Бирлашиш режими
uz_uz_latn: Birlashish rejimi

source: Strategy to take when merging two objects
ar: الإستراتيجية التي يتم اتخاذها عند دمج كائنين
cs: Strategie, kterou je třeba použít při slučování dvou objektů
es_419: Estrategia a seguir al fusionar dos objetos
fr: Stratégie à adopter lors de la fusion de deux objets
pt: Estratégia a seguir ao fundir dois objetos
uz_uz_cyrl: Икки объектни бирлаштириш стратегияси
uz_uz_latn: Ikki obʼektni birlashtirish strategiyasi

source: Data sets
ar: حزم البيانات
cs: Datové sady
es_419: Sets de datos
fr: Ensembles de données
pt: Agregação de Dados
uz_uz_cyrl: Маълумотлар тўплами
uz_uz_latn: Maʼlumotlar toʼplami

source: Programs
ar: البرامج
cs: Programy
es_419: Programas
fr: Programmes
pt: Programas
uz_uz_cyrl: Дастурлар
uz_uz_latn: Dasturlar

source: Category combination
ar: مزيج الفئات
cs: Kombinace kategorie
es_419: Combinación de categorías
fr: Combinaison de Catégories
pt: Combinações de categoria
uz_uz_cyrl: Категориялар комбинацияси
uz_uz_latn: Kategoriyalar kombinatsiyasi

source: Dashboard
ar: لوحة المعلومات
cs: Ovládací panel
es_419: Cuadro de mandos
fr: Tableau de bord
pt: Painel de Instrumentos
uz_uz_cyrl: Бошқарув панели
uz_uz_latn: Boshqaruv paneli

source: Data element groups
ar: مجموعات عناصر البيانات
cs: Skupiny datových prvků
es_419: Grupos de elementos de datos
fr: Groupes d'éléments de données
pt: Grupos de Elementos de Dados
uz_uz_cyrl: Маълумотлар элементи гуруҳлари
uz_uz_latn: Maʼlumotlar elementi guruhlari

source: Option sets
cs: Sady možností
es_419: Conjuntos de opciones
fr: Ensembles d'options
pt: Conjuntos de opções
uz_uz_cyrl: Вариантлар тўплами
uz_uz_latn: Variantlar toʼplami

source: Object type
ar: نوع العنصر
cs: Typ objektu
es_419: Tipo de objeto
fr: Type d'objet
pt: Tipo de objecto
uz_uz_cyrl: Объект тури
uz_uz_latn: Obʼekt turi

source: One object must be selected
ar: يجب تحديد كائن واحد على الأقل
cs: Musí být vybrán jeden objekt
es_419: Debe seleccionarse un objeto
fr: Un objet doit être sélectionné
pt: Um objeto deve ser selecionado
uz_uz_cyrl: Бир объектни танлаш талаб қилинади
uz_uz_latn: Bir obʼektni tanlash talab qilinadi

source: Object
ar: الكائن
cs: Objekt
es_419: Objeto
fr: Objet
pt: Objecto
uz_uz_cyrl: Объект
uz_uz_latn: Obʼekt

source: Organisation unit ID scheme
cs: Schéma ID organizační jednotky
es_419: Esquema de identificación de la unidad de organización
fr: Schéma d'ID d'unité organisation
pt: Esquema de ID de unidade organizacional
uz_uz_cyrl: Ташкилий бўлимни идентификациялаш схемаси
uz_uz_latn: Tashkiliy boʼlimni identifikatsiyalash sxemasi

source: Data view organisation units associated with the current user
ar: وحدات تنظيم عرض البيانات المرتبطة بالمستخدم الحالي
cs: Zobrazení dat Organizační jednotky přidružené k aktuálnímu uživateli
es_419: Unidades de organización de la vista de datos asociadas al usuario actual
fr: Vue des données d'unités d'organisation associés à l'utilisateur actuel
pt: Unidades de organização de visualização de dados associadas ao usuário atual
uz_uz_cyrl: Жорий фойдаланувчи билан боғлиқ ташкилий бўлимлар маълумотларини кўздан кечириш
uz_uz_latn: Joriy foydalanuvchi bilan bogʼliq tashkiliy boʼlimlar maʼlumotlarini koʼzdan kechirish

source: Accessible
ar: يمكن الوصول إليه
cs: Přístupné
es_419: Accesible
pt: Acessibilidade
uz_uz_cyrl: Кириш мумкин
uz_uz_latn: Kirish mumkin

source: Data capture organisation units associated with the current user
ar: وحدات تنظيم جمع البيانات المرتبطة بالمستخدم الحالي
cs: Organizační jednotky pro sběr dat přidružené k aktuálnímu uživateli
es_419: Unidades de organización de captura de datos asociadas al usuario actual
fr: Capture de données d'unités d'organisation associées à l'utilisateur actuel
pt: Unidades organizacionais de captura de dados associadas ao usuário actual
uz_uz_cyrl: Жорий фойдаланувчи билан боғлиқ ташкилий бўлимлар маълумотларини йиғиш
uz_uz_latn: Joriy foydalanuvchi bilan bogʼliq tashkiliy boʼlimlar maʼlumotlarini yigʼish

source: Capture
ar: التقاط
cs: Sběr dat
fr: Saisie
pt: Captura
uz_uz_cyrl: Назоратга олиш
uz_uz_latn: Nazoratga olish

source: All organisation units in the system
ar: جميع الوحدات التنظيمية في النظام
cs: Všechny organizační jednotky v systému
es_419: Todas las unidades organizativas del sistema
fr: Toutes les unités d'organisation du système
pt: Todas as unidades organizacionais do sistema
uz_uz_cyrl: Барча ташкилий бўлимлар тизимда
uz_uz_latn: Barcha tashkiliy boʼlimlar tizimda

source: Manually select organisation units from list
ar: حدد الوحدات التنظيمية يدويًا من القائمة
cs: Ručně vyberte organizační jednotky ze seznamu
es_419: Seleccionar manualmente unidades de organización de la lista
fr: Sélectionner manuellement les unités d'organisation dans la liste
pt: Selecione manualmente as unidades de organização da lista
uz_uz_cyrl: Ташкилий бўлимларни рўйхатдан танлаб чиқиш
uz_uz_latn: Tashkiliy boʼlimlarni roʼyxatdan tanlab chiqish

source: Which organisation units should be included?
ar: ما هي الوحدات التنظيمية التي يجب تضمينها؟
cs: Které organizační jednotky by měly být zahrnuty?
es_419: ¿Qué unidades organizativas deben incluirse?
fr: Quelles unités organisationnelles devraient être incluses?
pt: Quais unidades organizacionais devem ser incluídas?
uz_uz_cyrl: Қайси ташкилий бўлимлар киритилиши лозим?
uz_uz_latn: Qaysi tashkiliy boʼlimlar kiritilishi lozim?

source: Organisation unit(s) to export data from
ar: وحدة (وحدات) تنظيمية لتصدير البيانات منها
cs: Organizační jednotka(y), ze kterých chcete exportovat data
es_419: Unidad(es) organizativa(s) de la(s) que exportar datos
fr: Unité(s) organisationnelle(s) à partir de laquelle exporter les données
pt: Unidade organizacional (s) de onde exportar dados
uz_uz_cyrl: ...дан ташкилий бўлимлар маълумотларини экспорт қилиш
uz_uz_latn: ...dan tashkiliy boʼlimlar maʼlumotlarini eksport qilish

source: Preheat cache
cs: Připravit mezipaměť
es_419: Precalentar caché
fr: Préchauffer le cache
pt: Cache de pré-aquecimento
uz_uz_cyrl: Кешни тезлаштириш
uz_uz_latn: Keshni tezlashtirish

source: Preheat cache to make large imports faster
cs: Předehřejte mezipaměť, aby se velké importy načetly rychleji
es_419: Caché de precalentamiento para agilizar las importaciones grandes
fr: Préchauffez le cache pour accélérer les grandes importations
pt: Pré-aqueça o cache para tornar grandes importações mais rápidas
uz_uz_cyrl: Катта ҳажмдаги импортни тезроқ қилиш учун кешни тезлаштириш
uz_uz_latn: Katta hajmdagi importni tezroq qilish uchun keshni tezlashtirish

source: Large imports will be processed faster but will consume more resources
ar: ستتم معالجة عمليات الإستيراد الكبيرة بشكل أسرع ولكنها ستستهلك المزيد من الموارد
cs: Velké importy budou zpracovány rychleji, ale spotřebují více zdrojů
es_419: Las importaciones grandes se procesarán más rápido pero consumirán más recursos
fr: Les grandes importations seront exécutées plus rapidement mais consommeront plus de ressources
pt: Grandes importações serão processadas mais rapidamente, mas consumirão mais recursos
uz_uz_cyrl: Катта ҳажмдаги импорт тезроқ ишлаши учун кўпроқ ресурсларни истеъмол қилади
uz_uz_latn: Katta hajmdagi import tezroq ishlashi uchun koʼproq resurslarni isteʼmol qiladi

source: Intelligent scan (reference)
cs: Inteligentní skenování (reference)
es_419: Escaneado inteligente (referencia)
fr: Scan intelligent (référence)
pt: Varredura inteligente (referência)
uz_uz_cyrl: Ақлли сканер (маълумотнома)
uz_uz_latn: Аqlli skaner (maʼlumotnoma)

source: None
ar: لا شيء
cs: Žádný
es_419: Ninguno
fr: Aucun
pt: Nenhum
uz_uz_cyrl: Йўқ
uz_uz_latn: Йўқ

source: Preheat mode
cs: Režim předehřátí
es_419: Modo de precalentamiento
fr: Mode préchauffage
pt: Modo de pré-aquecimento
uz_uz_cyrl: Тезлаштириш режими
uz_uz_latn: Tezlashtirish rejimi

source: Controls the level of preheating that should be done
cs: Řídí úroveň předehřátí, která by měla být provedena
es_419: Controla el nivel de precalentamiento que debe realizarse
fr: Contrôle le niveau de préchauffage à effectuer
pt: Controla o nível de pré-aquecimento que deve ser feito
uz_uz_cyrl: Амалга оширилиши мумкин бўлган тезлашиш даражасини назорат қилади
uz_uz_latn: Аmalga oshirilishi mumkin boʼlgan tezlashish darajasini nazorat qiladi

source: Program to export events from
ar: البرنامج الذي يتم تصدير الأحداث منه
cs: Program pro export událostí z
es_419: Programa para exportar eventos desde
fr: Programme pour exporter des événements à partir de
pt: Programa para exportar eventos de
uz_uz_cyrl: Тадбирларни экспорт қилиш дастури
uz_uz_latn: Tadbirlarni eksport qilish dasturi

source: Filter programs
ar: تصفية البرامج
cs: Filtrovat programy
es_419: Programas de filtrado
fr: Filtrer les programmes
pt: Filtrar programas
uz_uz_cyrl: Дастурларни фильтрлаш
uz_uz_latn: Dasturlarni filtrlash

source: Something went wrong when loading the programs!
ar: حدث خطأ ما أثناء تحميل البرامج!
cs: Při načítání programů se něco pokazilo!
es_419: Algo ha fallado al cargar los programas.
fr: Une erreur s'est produite lors du chargement des programmes!
pt: Algo deu errado ao carregar os programas!
uz_uz_cyrl: Дастурларни юклашда хатолик юз берди!
uz_uz_latn: Dasturlarni yuklashda xatolik yuz berdi!

source: At least one program must be selected
ar: يجب تحديد برنامج واحد على الأقل
cs: Musí být vybrán alespoň jeden program
es_419: Debe seleccionarse al menos un programa
fr: Au moins un programme doit être sélectionné
pt: Pelo menos um programa deve ser selecionado
uz_uz_cyrl: Камида битта дастур танланиши керак
uz_uz_latn: Kamida bitta dastur tanlanishi kerak
