Repository: dhis2/import-export-app
Catalog: i18n/*.po
Languages: ar, cs, es_419, fr, pt, uz_uz_cyrl, uz_uz_latn

source: One program must be selected
ar: يجب تحديد برنامج واحد
cs: Musí být vybrán jeden program
es_419: Debe seleccionarse un programa
fr: Un programme doit être sélectionné
pt: Um programa deve ser selecionado
uz_uz_cyrl: Битта дастур танланиши керак
uz_uz_latn: Bitta dastur tanlanishi kerak

source: Which program stage should be included?
ar: ما هي مرحلة البرنامج التي يجب تضمينها؟
cs: Která fáze programu by měla být zahrnuta?
es_419: ¿Qué fase del programa debe incluirse?
fr: Quelle étape du programme devrait être incluse?
pt: Qual etapa do programa deve ser incluída?
uz_uz_cyrl: Дастурнинг қайси босқичи киритилиши керак?
uz_uz_latn: Dasturning qaysi bosqichi kiritilishi kerak?

source: Start date
ar: تاريخ البداية
cs: Datum začátku
es_419: Fecha de inicio
fr: Date de début
pt: Data Início
uz_uz_cyrl: Бошланиш санаси
uz_uz_latn: Boshlanish sanasi

source: All statuses
cs: Všechny stavy
es_419: Todos los estados
fr: Tous les statuts
pt: Todos os status
uz_uz_cyrl: Барча ҳолатлар
uz_uz_latn: Barcha holatlar

source: Active
ar: فعال
cs: Aktivní
es_419: Activo
fr: Actif
pt: Ativo
uz_uz_cyrl: Фаол
uz_uz_latn: Faol

source: Completed
ar: اكتمل
cs: Dokončeno
es_419: Completado
fr: Terminé
pt: Concluído
uz_uz_cyrl: Тўлдирилди
uz_uz_latn: bajarildi

source: Cancelled
ar: تم الإلغاء
cs: Zrušeno
es_419: Cancelar
fr: Annulé
pt: Cancelado
uz_uz_cyrl: Бекор қилинди
uz_uz_latn: Bekor qilindi

source: Include only entities with status
cs: Zahrnout pouze entity se stavem
es_419: Incluir sólo entidades con estatus
fr: Inclure uniquement les entités avec un statut
pt: Inclui apenas entidades com status
uz_uz_cyrl: Фақатгина мақомга эга бўлган шахсларни киритиш
uz_uz_latn: Faqatgina maqomga ega boʼlgan shaxslarni kiritish

source: Skip audit
ar: تجاهل التدقيق
cs: Přeskočit audit
es_419: Omitir auditoría
fr: Ignorer l'audit
pt: Pular auditoria
uz_uz_cyrl: Аудитни ўтказиб юбориш
uz_uz_latn: Аuditni oʼtkazib yuborish

source: Skip audit, meaning audit values will not be generated
ar: تخطي التدقيق ، مما يعني أنه لن يتم إنشاء قيم التدقيق
cs: Přeskočit audit, což znamená, že hodnoty auditu nebudou generovány
es_419: Omitir auditoría, lo que significa que no se generarán valores de auditoría
fr: Ignorer l'audit, ce qui signifie que les valeurs d'audit ne seront pas générées
pt: Ignorar auditoria, o que significa que os valores de auditoria não serão gerados
uz_uz_cyrl: Аудитни ўтказиб юборинг, яъни аудит қийматлари ҳосил бўлмайди
uz_uz_latn: Аuditni oʼtkazib yuboring, yaʼni audit qiymatlari hosil boʼlmaydi

source: Improves performance at the cost of ability to audit changes
ar: يحسن الأداء على حساب القدرة على مراجعة التغييرات
cs: Zlepšuje výkon za cenu schopnosti auditovat změny
es_419: Mejora el rendimiento a costa de la capacidad de auditar los cambios
fr: Améliore les performances au détriment de la capacité à auditer les changements
pt: Melhora o desempenho ao custo da capacidade de auditar mudanças
uz_uz_cyrl: Ўзгаришларни текшириш қобилияти эвазига иш фаолиятини яхшилайди
uz_uz_latn: Oʼzgarishlarni tekshirish qobiliyati evaziga ish faoliyatini yaxshilaydi

source: Skip exisiting check
cs: Přeskočit stávající kontrolu
es_419: Omitir comprobación existente
fr: Ignorer la vérification existant
pt: Pular verificação existente
uz_uz_cyrl: Мавжуд таҳлилни ўтказиб юбориш
uz_uz_latn: Mavjud tahlilni oʼtkazib yuborish

source: Skip checks for existing data values
ar: تخطي عمليات التحقق من قيم البيانات الموجودة مسبقًا
cs: Přeskočit kontroly existujících datových hodnot
es_419: Omitir comprobaciones de valores de datos existentes
fr: Ignorer les vérifications des valeurs de données existantes
pt: Ignorar verificações para valores de dados existentes
uz_uz_cyrl: Мавжуд маълумотлар қиймати таҳлилини ўтказиб юбориш
uz_uz_latn: Mavjud maʼlumotlar qiymati tahlilini oʼtkazib yuborish

source: Improves performance and should only be used for empty databases or when the data values to import do not exist already
ar: يعمل على تحسين الأداء ويجب استخدامه فقط لقواعد البيانات الفارغة أو عندما تكون قيم البيانات المراد استيرادها غير موجودة مسبقًا
cs: Zlepšuje výkon a měl by být použit pouze pro prázdné databáze nebo v případě, že hodnoty dat k importu již neexistují
es_419: Mejora el rendimiento y sólo debe utilizarse para bases de datos vacías o cuando los valores de los datos a importar no existan todavía.
fr: Améliore les performances et ne doit être utilisé que pour les bases de données vides ou lorsque les valeurs de données à importer n'existent pas déjà
pt: Melhora o desempenho e só deve ser usado para bancos de dados vazios ou quando os valores dos dados a serem importados ainda não existem
uz_uz_cyrl: Иш самарадорлигини оширади ва фақат бўш маълумотлар базаларида ёки импорт қилинадиган маълумотлар қийматлари мавжуд бўлмаганда ишлатилиши керак
uz_uz_latn: Ish samaradorligini oshiradi va faqat boʼsh maʼlumotlar bazalarida yoki import qilinadigan maʼlumotlar qiymatlari mavjud boʼlmaganda ishlatilishi kerak

source: Skip sharing
ar: تجنب حالة المشاركة
cs: Přeskočit sdílení
es_419: Saltar compartir
fr: Ignorer le partage
pt: Pular partilhas
uz_uz_cyrl: Улашишни ўтказиб юбориш
uz_uz_latn: Ulashishni oʼtkazib yuborish

source: Skip sharing and access settings
ar: تخطي إعدادات المشاركة والوصول
cs: Přeskočit sdílení a nastavení přístupu
es_419: Omitir los ajustes de acceso y uso compartido
fr: Ignorer les paramètres de partage et d’accès
pt: Pular as configurações de compartilhamento e acesso
uz_uz_cyrl: Улашиш ва кириш созламаларини ўтказиб юбориш
uz_uz_latn: Ulashish va kirish sozlamalarini oʼtkazib yuborish

source: Skip sharing properties, do not merge sharing when doing updates, and do not add user group access when creating new objects
ar: تخطي خصائص المشاركة ، ولا تدمج المشاركة عند إجراء التحديثات ، ولا تضف معلومات وصول مجموعة مستخدمين عند إنشاء كائنات جديدة
cs: Přeskočit vlastnosti sdílení, nesloučit sdílení při provádění aktualizací a nepřidávat přístup ke skupině uživatelů při vytváření nových objektů
es_419: Omitir las propiedades de compartición, no fusionar la compartición al realizar actualizaciones y no añadir acceso de grupo de usuarios al crear nuevos objetos.
fr: Ignorer les propriétés de partage, ne pas fusionner le partage lors des mises à jour, et n'ajouter aucun accès aux groupes d'utilisateurs lors de la création de nouveaux objets
pt: Ignore as propriedades de compartilhamento, não mescle o compartilhamento ao fazer atualizações e não adicione acesso de grupo de usuários ao criar novos objetos
uz_uz_cyrl: Умумий хусусиятларни ўтказиб юборинг, ҳамжиҳат ишлатиладиган объектларни бирлаштирманг ва янги объектлар яратишда фойдаланувчи гуруҳига киришни қўшманг
uz_uz_latn: Umumiy xususiyatlarni oʼtkazib yuboring, hamjihat ishlatiladigan obʼektlarni birlashtirmang va yangi obʼektlar yaratishda foydalanuvchi guruhiga kirishni qoʼshmang

source: Skip validation
ar: تجنب عملية التحقق
cs: Přeskočit ověření
es_419: Omitir validación
fr: Ignorer la validation
pt: Pular validação
uz_uz_cyrl: Таҳлилни ўтказиб юбориш
uz_uz_latn: Tahlilni oʼtkazib yuborish

source: Skip validation for import (not recommended)
cs: Přeskočit ověření pro import (nedoporučuje se)
es_419: Omitir la validación para la importación (no recomendado)
fr: Ignorer la validation pour l'importation (non recommandé)
pt: Pular validação para importação (não recomendado)
uz_uz_cyrl: Импорт учун таҳлилни ўтказиб юбориш (тавсия этилмайди)
uz_uz_latn: Import uchun tahlilni oʼtkazib yuborish (tavsiya etilmaydi)

source: Strategy
ar: استراتيجية
cs: Strategie
es_419: Estrategia
fr: Stratégie
pt: Estratégia
uz_uz_cyrl: Стратегия
uz_uz_latn: Strategiya

source: Program
ar: البرنامج
es_419: Programa
fr: Programme
pt: Programa
uz_uz_cyrl: Программа
uz_uz_latn: Dastur

source: Tracked entity type
ar: نوع الكيان المتتبع
cs: Typ trasované entity
es_419: Tipo de entidad rastreada
fr: Type d'entité suivie
pt: Tipo de entidade rastreada
uz_uz_cyrl: Кузатувдаги объект тури
uz_uz_latn: Kuzatuvdagi obʼekt turi

source: Filter by
ar: تصفية حسب
cs: Filtrovat podle
es_419: Filtrar por
fr: Filtrer par
pt: Filtrar por
uz_uz_cyrl: Бўйича фильтр
uz_uz_latn: Boʼyicha filtr

source: Tracked entity types
ar: أنواع الكيانات المتعقبة
cs: typy trasovaných entit
es_419: Tipos de entidades rastreadas
fr: Types d'entité suivie
pt: Tipos de entidade rastreada
uz_uz_cyrl: Кузатувдаги объект турлари
uz_uz_latn: Kuzatuvdagi obʼekt turlari

source: Filter tracked entity types by name
ar: تصفية أنواع الكيانات المتعقبة حسب الاسم
cs: Filtrování typů trasovaných entit podle názvu
es_419: Filtrar por nombre los tipos de entidad rastreados
fr: Filtrer les types d'entité suivie par nom
pt: Filtrar tipos de entidades rastreadas por nome
uz_uz_cyrl: Кузатилаётган шахс турларини номлари бўйича филтрланг
uz_uz_latn: Kuzatilayotgan shaxs turlarini nomlari boʼyicha filtrlang

source: Selected tracked entity types
cs: Vybrané typy trasovaných entit
es_419: Tipos de entidades rastreadas seleccionadas
fr: Types d'entité suivie sélectionnés
pt: Selecionado tipo de entidade rastreada
uz_uz_cyrl: Танланган кузатувдаги объект турлари
uz_uz_latn: Tanlangan kuzatuvdagi obʼekt turlari

source: Something went wrong when loading the tracked entity types!
ar: حدث خطأ ما عند تحميل أنواع الكيانات المتعقبة!
cs: Při načítání trasovaných typů entit se něco pokazilo!
es_419: Algo ha fallado al cargar los tipos de entidades rastreadas.
fr: Une erreur s'est produite lors du chargement des types d'entité suivie!
pt: Algo deu errado ao carregar os tipos de entidade rastreadas!
uz_uz_cyrl: Кузатилаётган объект турларини юклашда хатолик юз берди!
uz_uz_latn: Kuzatilayotgan obʼekt turlarini yuklashda xatolik yuz berdi!

source: At least one tracked entity type must be selected
ar: يجب تحديد نوع كيان متتبع واحد على الأقل
cs: Musí být vybrán alespoň jeden typ trasované entity
es_419: Debe seleccionarse al menos un tipo de entidad de seguimiento
fr: Au moins un type d'entité suivie doit être sélectionné
pt: Pelo menos um tipo de entidade rastreada deve ser selecionado
uz_uz_cyrl: Камида битта кузатувдаги объект тури танланиши керак
uz_uz_latn: Kamida bitta kuzatuvdagi obʼekt turi tanlanishi kerak

source: One tracked entity type must be selected
cs: Musí být vybrán jeden typ trasované entity
es_419: Debe seleccionarse un tipo de entidad de seguimiento
fr: Un type d'entité suivie doit être sélectionné
pt: Um tipo de entidade deve ser selecionado
uz_uz_cyrl: Битта кузатувдаги объект тури танланиши керак
uz_uz_latn: Bitta kuzatuvdagi obʼekt turi tanlanishi kerak

source: Which users should be used?
ar: أي المستخدمين يجب استخدامهم؟
cs: Kteří uživatelé by se měli použít?
es_419: ¿Qué usuarios deben utilizarse?
fr: Quels utilisateurs doivent être utilisés?
pt: Quais utilizadores devem ser usados?
uz_uz_cyrl: Қайси фойдаланувчилардан фойдаланиш керак?
uz_uz_latn: Qaysi foydalanuvchilardan foydalanish kerak?

source: Filter users
ar: تصفية المستخدمين
cs: Filtrovat uživatele
es_419: Filtrar usuarios
fr: Filtrer les utilisateurs
pt: Filtrar utilizadores
uz_uz_cyrl: Фойдаланувчиларни фильтрлаш
uz_uz_latn: Foydalanuvchilarni filtrlash

source: Something went wrong when loading the users!
ar: حدث خطأ ما عند تحميل المستخدمين!
cs: Při načítání uživatelů se něco pokazilo!
es_419: Algo ha fallado al cargar los usuarios.
fr: Une erreur s'est produite lors du chargement des utilisateurs!
pt: Algo deu errado ao carregar utilizadores
uz_uz_cyrl: Фойдаланувчиларни юклашда хатолик юз берди!
uz_uz_latn: Foydalanuvchilarni yuklashda xatolik yuz berdi!

source: At least one user must be selected
ar: يجب تحديد مستخدم واحد على الأقل
cs: Musí být vybrán alespoň jeden uživatel
es_419: Debe seleccionarse al menos un usuario
fr: Au moins un utilisateur doit être sélectionné
pt: pelo menos um utilizador deve ser selecionado
uz_uz_cyrl: Камида битта фойдаланувчи танланиши керак
uz_uz_latn: Kamida bitta foydalanuvchi tanlanishi kerak

source: One user must be selected
ar: يجب تحديد مستخدم واحد
cs: Musí být vybrán jeden uživatel
es_419: Debe seleccionarse un usuario
fr: Un utilisateur doit être sélectionné
pt: Um utilizador deve ser selecionado
uz_uz_cyrl: Битта фойдаланувчи танланиши керак
uz_uz_latn: Bitta foydalanuvchi tanlanishi kerak

source: No jobs started yet.
ar: لم تبدأ أي مهام حتى الآن.
cs: Zatím nebyly zahájeny žádné úlohy.
es_419: Aún no ha empezado ningún trabajo.
fr: Aucune tâche n'a encore commencé.
pt: Nenhum trabalho iniciado ainda.
uz_uz_cyrl: Ҳали ҳам иш бошлангани йўқ.
uz_uz_latn: Hali ham ish boshlangani yoʼq.

source: Recreate job
ar: إعادة إنشاء المهمة
cs: Znovu vytvořit úlohu
es_419: Recrear trabajo
fr: Recréer la tâche
pt: Recriar trabalho
uz_uz_cyrl: Фаолиятни қайта тиклаш
uz_uz_latn: Faoliyatni qayta tiklash

source: In progress
ar: قيد التقدم
cs: Probíhá
es_419: En proceso
fr: En cours
pt: Em curso
uz_uz_cyrl: Жараёнда
uz_uz_latn: Jarayonda

source: Job details
ar: تفاصيل المهمة
cs: Podrobnosti o práci
es_419: Detalles del puesto
fr: Détails de la tâche
pt: Detalhes do trabalho
uz_uz_cyrl: Фаолият тафсилотлари
uz_uz_latn: Faoliyat tafsilotlari

source: Key
cs: Klíč
es_419: Clave
fr: Clé
pt: Chave
uz_uz_cyrl: Калит
uz_uz_latn: Kalit

source: Value
ar: القيمة
cs: Hodnota
es_419: Valor
fr: Valeur
pt: Valor
uz_uz_cyrl: Қиймат
uz_uz_latn: Қиймат

source: Job summary
ar: خلاصة المهمة
cs: Shrnutí úlohy
es_419: Resumen del puesto
fr: Résumé de la tâche
pt: Resumo de trabalho
uz_uz_cyrl: Фаолият ҳақида қисқача маълумот
uz_uz_latn: Faoliyat haqida qisqacha maʼlumot

source: Error
ar: خطأ
cs: Chyba
fr: Erreur
pt: Erro
uz_uz_cyrl: Хато
uz_uz_latn: Xatolik

source: Conflicts
ar: تعارضات
cs: Konflikty
es_419: Conflictos
fr: Conflits
pt: Conflitos
uz_uz_cyrl: Можаролар
uz_uz_latn: Mojarolar

source: Dry run
ar: تجريب دون حفظ فعلي للبيانات المستوردة
cs: Testovací spuštění
es_419: Proceso de prueba (Dry run)
fr: Exécution littérale
uz_uz_cyrl: Синовдан ўтказиш
uz_uz_latn: Sinovdan oʼtkazish

source: Log
ar: السجل
cs: Protokol
es_419: Registro
uz_uz_cyrl: Кириш
uz_uz_latn: Kirish

source: Time
ar: الوقت
cs: Čas
es_419: Tiempo
fr: Heure
pt: Tempo
uz_uz_cyrl: Вақт
uz_uz_latn: Vaqt

source: Message
ar: الرسالة
cs: Zpráva
es_419: Mensaje
pt: Mensagem
uz_uz_cyrl: Хабар
uz_uz_latn: Xabar

source: Messages
ar: الرسائل
cs: Zprávy
es_419: Mensajes
pt: Mensagens
uz_uz_cyrl: Хабарлар
uz_uz_latn: Xabarlar

source: Type
ar: النوع
cs: Typ
es_419: Tipo
pt: Tipo
uz_uz_cyrl: Тури
uz_uz_latn: Turi

source: Property
ar: خاصية
cs: Vlastnictví
es_419: Propiedad
fr: Propriété
pt: Propriedade
uz_uz_cyrl: Хусусият
uz_uz_latn: Xususiyat

source: View summary of recently started import job
ar: عرض ملخص لمهمة الاستيراد التي بدأت مؤخرًا
cs: Zobrazit souhrn nedávno zahájené úlohy importu
es_419: Ver el resumen del trabajo de importación iniciado recientemente
fr: Afficher le résumé de la tâche d'importation récemment lancée
pt: Ver o resumo do trabalho de importação iniciado recentemente
uz_uz_cyrl: Яқинда бошланган импорт фаолиятининг хулосасини кўриб чиқиш
uz_uz_latn: Yaqinda boshlangan import faoliyatining xulosasini koʼrib chiqish

source: Status
ar: الحالة
cs: Stav
es_419: Estado
fr: Statut
uz_uz_cyrl: Статус

source: Description
ar: الوصف
cs: Popis
es_419: Descripción
pt: Descrição
uz_uz_cyrl: Тавсиф
uz_uz_latn: Tavsif

source: Summary
ar: الخلاصة
cs: Souhrn
es_419: Resumen
fr: Résumé
pt: Resumo
uz_uz_cyrl: Хулоса
uz_uz_latn: Xulosa

source: Created
ar: تم الإنشاء
cs: Vytvořeno
es_419: Creado
fr: Créé
pt: Criado
uz_uz_cyrl: Яратилди
uz_uz_latn: Yaratilgan

source: Deleted
ar: تم حذفه
cs: Smazáno
es_419: Suprimido
fr: Supprimé
pt: Apagado
uz_uz_cyrl: Ўчириб ташланган
uz_uz_latn: Oʼchirib tashlangan

source: Ignored
ar: تم تجاهله
cs: Ignorováno
es_419: Ignorado
fr: Ignoré
pt: Ignorado
uz_uz_cyrl: Эътиборсиз қолдирилди
uz_uz_latn: Eʼtiborsiz qoldirildi

source: Updated
ar: تم تحديثه
cs: Aktualizováno
es_419: Actualizado
fr: Mise à jour
pt: Actualizado
uz_uz_cyrl: Янгиланди
uz_uz_latn: Yangilandi

source: Total
ar: الإجمالي
cs: Celkem
uz_uz_cyrl: Жами
uz_uz_latn: Jami

source: Indexes
cs: Indexy
es_419: Índices
fr: Index
uz_uz_cyrl: Индекслар

source: Details by type
ar: التفاصيل حسب النوع
cs: Podrobnosti podle typu
es_419: Detalles por tipo
fr: Détails par type
uz_uz_cyrl: Тури бўйича тафсилотлар
uz_uz_latn: Turi boʼyicha tafsilotlar

source: Advanced options
ar: خيارات متقدمة
cs: Pokročilé možnosti
es_419: Opciones avanzadas
fr: Options avancées
pt: Opções avançadas
uz_uz_cyrl: Мураккаб вариантлар
uz_uz_latn: Murakkab variantlar

source: At least one organisation unit must be selected
ar: يجب تحديد وحدة تنظيمية واحدة على الأقل
cs: Musí být vybrána alespoň jedna organizační jednotka
es_419: Debe seleccionar al menos una unidad organizativa.
fr: Au moins une unité d'organisation doit être sélectionnée
pt: Pelo menos uma unidade organizacional deve ser selecionada
uz_uz_cyrl: Камида битта ташкилий бўлим танланиши керак
uz_uz_latn: Kamida bitta tashkiliy boʼlim tanlanishi kerak

source: One organisation unit must be selected
ar: يجب تحديد وحدة تنظيمية واحدة
cs: Musí být vybrána jedna organizační jednotka
es_419: Debe seleccionarse una unidad de organización
fr: Une unité d'organisation doit être sélectionnée
pt: Uma unidade organizacional deve ser selecionado
uz_uz_cyrl: Битта ташкилий бўлим танланиши керак
uz_uz_latn: Bitta tashkiliy boʼlim tanlanishi kerak

source: Something went wrong when loading the organisation units!
ar: حدث خطأ ما أثناء تحميل الوحدات التنظيمية!
cs: Při načítání organizačních jednotek se něco pokazilo!
es_419: Algo ha fallado al cargar las unidades de organización.
fr: Une erreur s'est produite lors du chargement des unités organisation!
pt: Ocorreu um erro ao carregar as unidades organizacionais!
uz_uz_cyrl: Ташкилий бўлимларни юклашда хатолик юз берди!
uz_uz_latn: Tashkiliy boʼlimlarni yuklashda xatolik yuz berdi!

source: One program stage must be selected
ar: يجب تحديد مرحلة برنامج واحدة
cs: Musí být vybrána jedna programová fáze
es_419: Debe seleccionarse una etapa del programa
fr: Une étape du programme doit être sélectionnée
pt: Um estagio de programa deve ser selecionado
uz_uz_cyrl: Дастурни битта босқичи танланиши керак
uz_uz_latn: Dasturni bitta bosqichi tanlanishi kerak

source: Something went wrong when loading the schemas!
ar: حدث خطأ ما أثناء تحميل المخططات!
cs: Při načítání schémat se něco pokazilo!
es_419: Algo ha fallado al cargar los esquemas.
fr: Une erreur s'est produite lors du chargement des schémas!
pt: Algo deu errado ao carregar os esquemas!
uz_uz_cyrl: Схемаларни юклашда хатолик юз берди!
uz_uz_latn: Sxemalarni yuklashda xatolik yuz berdi!

source: Select All
ar: تحديد الكل
cs: Vybrat vše
es_419: Seleccionar todo
fr: Sélectionner Tout
pt: Selecionar todos
uz_uz_cyrl: Барчасини танлаш
uz_uz_latn: Barchasini tanlash

source: Select None
ar: الغاء التحديد عن الكل
cs: Zrušit výběr
es_419: Seleccione Ninguno
fr: Ne rien sélectionner
pt: Selecione nenhum
uz_uz_cyrl: Танлов йўқ
uz_uz_latn: Tanlov yoʼq

source: At least one schema must be selected
ar: يجب تحديد مخطط واحد على الأقل
cs: Musí být vybráno alespoň jedno schéma
es_419: Debe seleccionarse al menos un esquema
fr: Au moins un schéma doit être sélectionné
pt: Pelo menos um esquema deve ser selecionado
uz_uz_cyrl: Камида битта схема танланиши керак
uz_uz_latn: Kamida bitta sxema tanlanishi kerak

source: Export
ar: تصدير
es_419: Exportar
fr: Exporter
pt: Exportar
uz_uz_cyrl: Экспорт
uz_uz_latn: Eksport

source: Data import
ar: استيراد البيانات
cs: Import dat
es_419: Importación de datos
fr: Importation de données
pt: Importação de dados
uz_uz_cyrl: Маълумотлар импорти
uz_uz_latn: Maʼlumotlar importi

source: Event import
ar: استيراد الأحداث
cs: Import událostí
es_419: Importación de eventos
fr: Importation d'événements
pt: Importação de eventos
uz_uz_cyrl: Тадбир импорти
uz_uz_latn: Tadbir importi

source: Earth Engine import
es_419: Importación de Earth Engine
fr: Importation de Earth Engine
uz_uz_cyrl: Earth Engine Импорти

source: Org unit geometry import
cs: Import geometrie organizační jednotky
es_419: Importación de geometría de unidad org
fr: Importation de la géométrie des unités d'organisation
uz_uz_cyrl: Ташкилий бирлик геометрияси импорти

source: Metadata import
ar: استيراد البيانات الوصفية
cs: Import metadat
es_419: Importación de metadatos
fr: Importation de métadonnées
pt: Importação de metadados
uz_uz_cyrl: МетаМаълумот импорти
uz_uz_latn: MetaMaʼlumot importi

source: TEI import
es_419: Importación TEI
fr: Importation TEI
pt: Importação de TEI
uz_uz_cyrl: ЕУШ импорти
uz_uz_latn: YeUSh importi

source: Data export
ar: تصدير البيانات
cs: Export dat
es_419: Exportación de datos
fr: Exportation de données
pt: Exportação de dados
uz_uz_cyrl: Маълумотлар экспорти
uz_uz_latn: Maʼlumotlar eksporti

source: Event export
ar: تصدير الأحداث
cs: Export událostí
es_419: Exportación de eventos
fr: Exportation d'événements
pt: Exportação de eventos
uz_uz_cyrl: Тадбир экспорти
uz_uz_latn: Tadbir eksporti

source: Metadata dependency export
cs: Export závislosti metadat
es_419: Exportación de metadatos
fr: Exportation des dépendances de métadonnées
pt: Exportação de dependência de metadados
uz_uz_cyrl: МетаМаълумотлар ўзаро боғлиқлиги экспорти
uz_uz_latn: MetaMaʼlumotlar oʼzaro bogʼliqligi eksporti

source: Metadata export
ar: تصدير البيانات الوصفية
cs: Export metadat
es_419: Exportación de metadatos
fr: Exportation de métadonnées
pt: Exportação de metadados
uz_uz_cyrl: МетаМаълумотлар экспорти
uz_uz_latn: MetaMaʼlumotlar eksporti

source: TEI export
cs: Export TEI
es_419: Exportación TEI
fr: Exportation TEI
pt: Exportação de TEI
uz_uz_cyrl: TEI экспорти
uz_uz_latn: TEI eksporti

source: Job overview
ar: نظرة عامة على المهمة
cs: Přehled úloh
es_419: Resumen del trabajo
fr: Aperçu de tâche
pt: Visão geral do trabalho
uz_uz_cyrl: Бўш ўринлар маълумоти
uz_uz_latn: Boʼsh oʼrinlar maʼlumoti

source: Overview
ar: نظرة عامة
cs: Přehled
es_419: General
fr: Général
pt: Visão global
uz_uz_cyrl: Қисқача кўздан кечириш
uz_uz_latn: Qisqacha koʼzdan kechirish

source: Yes
ar: نعم
cs: Ano
es_419: Sí
fr: Oui
pt: sim
uz_uz_cyrl: Ҳа
uz_uz_latn: Ҳа

source: No
ar: لا
cs: Ne
fr: Non
pt: Não
uz_uz_cyrl: Йўқ
uz_uz_latn: Йўқ

source: There are errors on this page
ar: هناك أخطاء في هذه الصفحة
cs: Na této stránce jsou chyby
es_419: Hay errores en esta página
fr: Il y a des erreurs sur cette page
pt: Existem erros nesta página
uz_uz_cyrl: Ушбу саҳифада хатолик мавжуд
uz_uz_latn: Ushbu sahifada xatolik mavjud

source: Something went wrong when loading the class keys
ar: حدث خطأ ما عند تحميل class keys
cs: Při načítání klíčů třídy se něco pokazilo
es_419: Algo ha ido mal al cargar las claves de clase
fr: Une erreur s'est produite lors du chargement des clés de classe
pt: Algo deu errado ao carregar as chaves da classe
uz_uz_cyrl: Синф калитларини юклашда хатолик юз берди
uz_uz_latn: Sinf kalitlarini yuklashda xatolik yuz berdi

source: Something went wrong when loading the objects
ar: حدث خطأ ما أثناء تحميل الكائنات
cs: Při načítání objektů se něco pokazilo
es_419: Algo ha ido mal al cargar los objetos
fr: Une erreur s'est produite lors du chargement des objets
pt: Algo deu errado ao carregar os objetos
uz_uz_cyrl: Объектларни юклашда хатолик юз берди
uz_uz_latn: Obʼektlarni yuklashda xatolik yuz berdi

source: All program stages
ar: كل مراحل البرنامج
cs: Všechny fáze programu
es_419: Todas las fases del programa
fr: Toutes les étapes du programme
pt: Todas as etapas do programa
uz_uz_cyrl: Дастур барча босқичлари
uz_uz_latn: Dastur barcha bosqichlari
