Repository: dhis2/import-export-app
Catalog: i18n/*.po
Languages: ar, cs, es_419, fr, pt, uz_uz_cyrl, uz_uz_latn

source: Something went wrong when loading the program stages
ar: حدث خطأ ما أثناء تحميل مراحل البرنامج
cs: Při načítání fází programu se něco pokazilo
es_419: Algo salió mal al cargar las etapas del programa
fr: Une erreur s'est produite lors du chargement des étapes du programme
pt: Algo deu errado ao carregar as etapas do programa
uz_uz_cyrl: Дастур босқичларини юклашда хатолик юз берди
uz_uz_latn: Dastur bosqichlarini yuklashda xatolik yuz berdi

source: Export metadata, such as data elements and organisation units, in DXF 2 format.
ar: تصدير البيانات الوصفية ، مثل عناصر البيانات والوحدات التنظيمية ، بتنسيق DXF 2.
cs: Exportujte metadata, jako jsou datové prvky a organizační jednotky, ve formátu DXF 2.
uz_uz_cyrl: Маълумотлар элементлари ва ташкилий бўлимлар каби МетаМаълумотларни DXF 2 форматида экспорт қилинг.
uz_uz_latn: Maʼlumotlar elementlari va tashkiliy boʼlimlar kabi MetaMaʼlumotlarni DXF 2 formatida eksport qiling.

source: Date range to export data for
ar: النطاق الزمني لتصدير البيانات فيه
cs: Časové období, pro které chcete exportovat data
es_419: Intervalo de fechas para exportar los datos
fr: Plage de dates pour laquelle exporter les données
pt: Intervalo de datas para exportar dados para
uz_uz_cyrl: Маълумотларни экспорт қилиш учун давр оралиғидаги саналар
uz_uz_latn: Maʼlumotlarni eksport qilish uchun davr oraligʼidagi sanalar

source: Export data
ar: تصدير بيانات
cs: Exportovat data
es_419: Exportar datos
fr: Exporter données
pt: Exportar valores
uz_uz_cyrl: Маълумотларни экспорт қилиш
uz_uz_latn: Maʼlumotlarni eksport qilish

source: Import data values from ADX XML, DXF 2 XML, JSON, CSV or PDF files.
ar: استيراد قيم البيانات من ملفات ADX XML أو DXF 2 XML أو JSON أو CSV أو PDF.
cs: Importujte datové hodnoty ze souborů ADX XML, DXF 2 XML, JSON, CSV nebo PDF.
fr: Importer des valeurs de données à partir de fichiers ADX XML, DXF 2 XML, JSON, CSV ou PDF.
uz_uz_cyrl: DX XML, DXF 2 XML, JSON, CSV ёки PDF файлларидан маълумотлар қийматларини импорт қилиш.
uz_uz_latn: DX XML, DXF 2 XML, JSON, CSV yoki PDF fayllaridan maʼlumotlar qiymatlarini import qilish.

source: Supported file types: JSON, CSV, XML, ADX and PDF.
ar: أنواع الملفات المدعومة: JSON و CSV و XML و ADX و PDF.
cs: Podporované typy souborů: JSON, CSV, XML, ADX a PDF.
fr: Types de fichiers supportés: JSON, CSV, XML, ADX et PDF.
uz_uz_cyrl: Қўллаб-қувватланадиган файл турлари: JSON, CSV, XML, ADX ва PDF
uz_uz_latn: Qoʼllab-quvvatlanadigan fayl turlari: JSON, CSV, XML, ADX va PDF

source: Import high resolution population data from WorldPop using Google Earth Engine
cs: Importujte údaje o obyvatelstvu ve vysokém rozlišení z WorldPop pomocí Google Earth Engine
uz_uz_cyrl: Google Earth Engine ёрдамида WorldPop-дан юқори аниқлик билан аҳоли маълумотларини импорт қилинг

source: Earth Engine source
cs: Zdroj Earth Engine
es_419: Fuente Earth Engine
fr: Source Earth Engine
uz_uz_cyrl: Earth Engine Манбаи

source: Organisation units
ar: الوحدات التنظيمية
cs: Organizační jednotky
es_419: Unidades de organización
fr: Unités d'organisation
pt: Unidades organizacionais
uz_uz_cyrl: Ташкилий бўлимлар

source: Import setup
cs: Nastavení importu
es_419: Configuración de la importación
fr: Configuration de l'importation
uz_uz_cyrl: Созламалар Импорти

source: Data preview
cs: Náhled dat
es_419: Vista previa de datos
fr: Prévisualisation des données
uz_uz_cyrl: Маълумотларни олдиндан кўриш

source: Some required fields are missing
cs: Některá povinná pole chybí
es_419: Faltan algunos campos obligatorios
fr: Certains champs obligatoires sont manquants
uz_uz_cyrl: Айри сўров майдонлар қолдириб кетилган

source: Preview before import
cs: Náhled před importem
es_419: Vista previa antes de importar
fr: Aperçu avant l'importation
uz_uz_cyrl: Импорт қилишдан олдин кўриб чиқиш

source: Use associated geometry
cs: Použít přidruženou geometrii
es_419: Utilizar geometría asociada
fr: Utiliser la géométrie associée
pt: Utilizar a geometria associada
uz_uz_cyrl: Ассоцирланган геометриядан фойдаланиш

source: Select associated geometry for selected organisation units
cs: Vyberte přidruženou geometrii pro vybrané organizační jednotky
es_419: Seleccionar la geometría asociada para las unidades de organización seleccionadas
fr: Sélectionner la géométrie associée pour les unités d'organisation sélectionnées
uz_uz_cyrl: Танланган ташкилий бирлик учун ассоцирланган геометрияни танланг

source: Import groups to category option combinations
cs: Importujte skupiny do kombinací možností kategorií
es_419: Importar grupos a combinaciones de opciones de categoría
fr: Importer des groupes vers des combinaisons d'options de catégories
uz_uz_cyrl: Категориялар вариантлари комбосига гуруҳларни импорт килиш

source: Earth Engine data set "Population age groups" has disaggregation groups. Choose the category option combinations to import each group into.
cs: Datový soubor Earth Engine „Věkové skupiny populace“ obsahuje skupiny rozčlenění. Vyberte kombinace možností kategorií, do kterých chcete importovat jednotlivé skupiny.
es_419: El conjunto de datos "Grupos de edad de la población" de Earth Engine tiene grupos de desagregación. Elija la dirección combinaciones de opciones de categoría en la que desea importar cada grupo.
fr: L'ensemble de données de Earth Engine "Groupes d'âge de la population" comporte des groupes de désagrégation. Choisissez les combinaisons d'options de catégories dans lesquelles vous souhaitez importer chaque groupe.
uz_uz_cyrl: Earth Engine маълумотлар тўплами “Aholining yosh guruhlari” бўлиниш гуруҳларига эга. Ҳар бир гуруҳга импорт қилиш учун категория вариантлари комбосини танланг.

source: Group name
ar: اسم المجموعة
cs: Název Skupiny
es_419: Nombre del grupo
fr: Nom de groupe
pt: Nome do Grupo
uz_uz_cyrl: Гуруҳ номи

source: Group description
cs: Popis skupiny
es_419: Descripción del grupo
fr: Description du groupe
uz_uz_cyrl: Гуруҳ тавсифи

source: Category option combination
ar: مزيج خيارات الفئة
cs: Kombinace možností kategorie
es_419: Combinación de opciones de categoría
fr: Combinaison d'option de catégorie
pt: Combinação de opções de categoria
uz_uz_cyrl: Категория вариантлари комбинацияси

source: No match found
cs: Žádná shoda nenalezena
es_419: No se encontraron resultados
fr: Pas de résultat trouvé
pt: Nenhuma correspondência encontrada
uz_uz_cyrl: Ҳеч нима топилмади

source: Choose category option combo
cs: Vyberte kombinaci možností kategorie
es_419: Elija combinación de opciones de categoría
fr: Choisir une combinaison d'options de catégories
uz_uz_cyrl: Категория вариантлари комбосини танланг

source: Data element
ar: عنصر البيانات
cs: Datový prvek
es_419: Elemento de datos
fr: Élément de donnée
pt: Elemento de dado
uz_uz_cyrl: Маълумотлар элементи

source: Select data element
ar: تحديد عنصر البيانات
cs: Vybrat datový prvek
es_419: Seleccionar elemento de datos
fr: Choisir élément de donnée
pt: Seleccione elemento de dados
uz_uz_cyrl: Маълумотлар элементини танлаш

source: The data element where Earth Engine data will be added
cs: Datový prvek, do kterého budou přidána data Earth Engine
es_419: El elemento de datos donde se añadirán los datos del Motor Terrestre
fr: L'élément de données où les données de Earth Engine seront ajoutées
uz_uz_cyrl: Earth Engine маълумотлари қўшиладиган маълумотлар элементи

source: Earth Engine data set
cs: Datová sada Earth Engine
es_419: Conjunto de datos Earth Engine
fr: Ensemble de données de Earth Engine
uz_uz_cyrl: Earth Engine маълумотлар тўплами

source: Select earth engine data set
cs: Vyberte datovou sadu Earth Engine
es_419: Seleccione el conjunto de datos del motor de tierra
fr: Sélectionner l'ensemble des données du Earth Engine
uz_uz_cyrl: Earth Engine маълумотлар тўплами ни танланг

source: Selected: {{commaSeparatedListOfOrganisationUnits}}
cs: Vybráno: {{commaSeparatedListOfOrganisationUnits}}
es_419: Seleccionado: {{commaSeparatedListOfOrganisationUnits}}
fr: Sélectionné : {{commaSeparatedListOfOrganisationUnits}}
pt: Seleccionado: {{commaSeparatedListOfOrganisationUnits}}
uz_uz_cyrl: Танланган: {{commaSeparatedListOfOrganisationUnits}}

source: Nothing selected
cs: Není vybráno nic
es_419: Nada seleccionado
fr: Rien n'a été sélectionné
pt: Nada seleccionado
uz_uz_cyrl: Ҳеч нима танланмаган

source: Select a level
ar: حدد مستوى
cs: Vybrat úroveň
es_419: Seleccione un nivel
fr: Sélectionnez un niveau
pt: Selecione um nível
uz_uz_cyrl: Поғонани танланг

source: Deselect all
ar: إلغاء تحديد الكل
cs: Odznačit vše
es_419: Deseleccionar todo
fr: Desélectionner tout
pt: Desmarcar todos
uz_uz_cyrl: Барча танланганни бекор қилиш

source: Organisation unit(s) to import data to
cs: Organizační jednotka(y), do kterých chcete importovat data
es_419: Unidad(es) organizativa(s) a la(s) que importar los datos
fr: Unité(s) d'organisation vers laquelle/lesquelles importer des données
uz_uz_cyrl: ...дан ташкилий бўлимлар маълумотларини импорт қилиш

source: You must select an Earth Engine data set before selecting a period
cs: Před výběrem období musíte vybrat datovou sadu Earth Engine
es_419: Debe seleccionar un conjunto de datos del Motor Terrestre antes de seleccionar un periodo
fr: Vous devez sélectionner un ensemble de données Earth Engine avant de sélectionner une période
uz_uz_cyrl: Вақтни танлашдан олдин Earth Engine маълумотлар тўпламини танлашингиз керак

source: Period
ar: الفترة الزمنية
cs: Období
es_419: Periodo
fr: Période
pt: Período
uz_uz_cyrl: Давр

source: Data from Earth Engine will be imported for this period.
cs: Pro toto období budou importována data z Earth Engine.
es_419: Los datos de Earth Engine se importarán para este periodo.
fr: Les données de Earth Engine seront importées pour cette période.
uz_uz_cyrl: Earth Engine маълумотлари маълум давр асосида импорт қилинади

source: Select period
ar: تحديد الفترة الزمنية
cs: Vybrat období
es_419: Seleccionar periodo
fr: Sélectionner une période
pt: Seleccione o período
uz_uz_cyrl: Давр танланг

source: Loading periods
cs: Načítání období
es_419: Periodos de carga
fr: Chargement des périodes
pt: Períodos de carregamento
uz_uz_cyrl: Даврлар юкланмоқда

source: No periods found
cs: Nebyla nalezena žádná období
es_419: No se han encontrado periodos
fr: Aucune période trouvée
uz_uz_cyrl: Даврлар топилмади

source: Point org. unit - no value
cs: Bodová org. jednotka - žádná hodnota
es_419: Punto org. unidad - sin valor
fr: Point org. unit - aucune valeur
uz_uz_cyrl: Ташкилий бирлик нуқтаси - қиймат мавжуд эмас

source: Organisation Unit
ar: الوحدة التنظيمية
cs: Organizační jednotka
es_419: Unidad Organizativa
fr: Unité d'organisation
pt: Unidade organizacional
uz_uz_cyrl: Ташкилий Бўлим

source: Category option combo
ar: مزيج خيارات الفئة
cs: Kombinace možnosti kategorie
es_419: combinación de opciones de categoría
fr: Combo d'options de catégorie
pt: Combinação de opções de categoria
uz_uz_cyrl: Категория варианти комбинацияси

source: Current value
cs: Aktuální hodnota
es_419: Valor actual
fr: Valeur actuelle
uz_uz_cyrl: Ҳозирги қиймат

source: New value
cs: Nová hodnota
es_419: Nuevo valor
fr: Nouvelle valeur
uz_uz_cyrl: Янги қиймат

source: Rows per page
ar: عدد الصفوف لكل صفحة
cs: Řádků na stránku
es_419: Filas por página
fr: Lignes par page
pt: Linhas por página
uz_uz_cyrl: Саҳифада қаторлар

source: Page {{page}} of {{pageCount}}, row {{firstItem}}-{{lastItem}} of {{total}}
cs: Stránka {{page}} z {{pageCount}}, řádek {{firstItem}}-{{lastItem}} z {{total}}
es_419: Página {{page}} de {{pageCount}}, fila {{firstItem}}-{{lastItem}} de {{total}}
fr: Page {{page}} sur {{pageCount}}, ligne {{firstItem}}-{{lastItem}} de {{total}}
uz_uz_cyrl: Бет {{page}} дан {{pageCount}}, қатор{{firstItem}}-{{lastItem}} дан {{total}}

source: Don't round source values
cs: Nezaokrouhlujte zdrojové hodnoty
es_419: No redondear los valores fuente
fr: N'arrondissez pas les valeurs sources
uz_uz_cyrl: Манба қийматини яхлитламанг

source: Round to 0 decimal places
cs: Zaokrouhlete na 0 desetinných míst
es_419: Redondear a 0 decimales
fr: Arrondir à 0 décimale
uz_uz_cyrl: 0 касргача яхлитлаш

source: Round to 1 decimal place
cs: Zaokrouhlete na 1 desetinné místo
es_419: Redondear a 1 decimal
fr: Arrondir à la première décimale
uz_uz_cyrl: 10 (0.1) бирлик бўйича яхлитлаш

source: Round to 2 decimal places
cs: Zaokrouhlete na 2 desetinná místa
es_419: Redondear a 2 decimales
fr: Arrondir à 2 décimales
uz_uz_cyrl: 100 (0.01) бирлик бўйича яхлитлаш

source: Round to 3 decimal places
cs: Zaokrouhlete na 3 desetinná místa
es_419: Redondear a 3 decimales
fr: Arrondir à 3 décimales
uz_uz_cyrl: 1000 (0.001) бирлик бўйича яхлитлаш

source: Round to 4 decimal places
cs: Zaokrouhlete na 4 desetinná místa
es_419: Redondear a 4 decimales
fr: Arrondir à 4 décimales
uz_uz_cyrl: 10000 (0.0001) бирлик бўйича яхлитлаш

source: Round to 5 decimal places
cs: Zaokrouhlete na 5 desetinných míst
es_419: Redondear a 5 decimales
fr: Arrondir à 5 décimales
uz_uz_cyrl: 100000 (0.00001) бирлик бўйича яхлитлаш

source: Round to 6 decimal places
cs: Zaokrouhlete na 6 desetinných míst
es_419: Redondear a 6 decimales
fr: Arrondir à 6 décimales
uz_uz_cyrl: 1000000 (0.000001) бирлик бўйича яхлитлаш

source: Value rounding
cs: Zaokrouhlení hodnoty
es_419: Redondeo de valores
fr: Arrondissement des valeurs
uz_uz_cyrl: Қийматни яхлитлаш

source: An error occurred while trying to fetch Earth Engine data
cs: Při pokusu o načtení dat Earth Engine došlo k chybě
es_419: Se ha producido un error al intentar obtener datos del Motor Terrestre
fr: Une erreur s'est produite lors de la tentative de récupération des données de Earth Engine
uz_uz_cyrl: Earth Engine маълумотларини олишда хатолик юз берди

source: The Earth Engine data set is too large. Try reducing the number of groups or organisation units
cs: Datová sada Earth Engine je příliš velká. Zkuste snížit počet skupin nebo organizačních jednotek
es_419: El conjunto de datos del Motor Terrestre es demasiado grande. Intente reducir el número de grupos o unidades de organización
fr: L'ensemble de données de Earth Engine est trop important. Essayez de réduire le nombre de groupes ou d'unités d'organisation
uz_uz_cyrl: Earth Engine маълумотлар тўплами жуда катта. Гуруҳлар ёки ташкилот бирликлари сонини камайтиришда ҳаракат қилинг

source: The organisation units selection is invalid
cs: Výběr organizačních jednotek je neplatný
es_419: La selección de unidades de organización no es válida
fr: La sélection des unités d'organisation n'est pas valide
uz_uz_cyrl: Ташкилий бирлик танлашда хатолик юз берди

source: The app could not retrieve required data.
cs: Aplikace nemohla načíst požadovaná data.
es_419: La aplicación no ha podido recuperar los datos necesarios.
fr: L'application n'a pas pu récupérer les données requises.
uz_uz_cyrl: Илова керакли маълумотларни ола олмади

source: Network error
cs: Chyba sítě
es_419: Error de red
fr: Erreur réseau
pt: Erro de rede
uz_uz_cyrl: Тармоқда хатолик

source: Cannot get authorization token for Google Earth Engine.
cs: Nelze získat autorizační token pro Google Earth Engine.
es_419: No se puede obtener el token de autorización para Google Earth Engine.
fr: Impossible d'obtenir le token d'autorisation pour Google Earth Engine.
pt: Não é possível obter o token de autorização para o Google Earth Engine.
uz_uz_cyrl: Google Earth Engine учун авторизация токенини олиш имконсиз

source: Requires a Google Earth Engine account. Check the DHIS2 documentation for more information.
cs: Vyžaduje účet Google Earth Engine. Další informace naleznete v dokumentaci DHIS2.
es_419: Requiere una cuenta de Google Earth Engine. Consulte la documentación de DHIS2 para obtener más información.
fr: Il est nécessaire d'avoir un compte Google Earth Engine. Consultez la documentation du DHIS2 pour plus d'informations.
uz_uz_cyrl: Google Earth Engine аккаунти талаб қилинади. Қўшимча маълумот олиш учун DHIS2 ҳужжатларини кўриб чиқинг.

source: Population
cs: Obyvatelstvo
es_419: Población
pt: População
uz_uz_cyrl: Аҳоли

source: Population age groups
cs: Populační věkové skupiny
es_419: Grupos de edad de la población
fr: Groupes d'âge de la population
uz_uz_cyrl: Аҳоли ёш гуруҳлари

source: Men 0 - 1 years
cs: Muži 0 - 1 rok
es_419: Hombres 0 - 1 años
fr: Masculin 0 - 1 an
pt: Homens 0 - 1 anos
uz_uz_cyrl: Эркак 0 - 1 ёш

source: Men 1 - 4 years
cs: Muži 1 - 4 roky
es_419: Hombres 1 - 4 años
fr: Masculin 1 - 4 ans
pt: Homens 1 - 4 anos
uz_uz_cyrl: Эркак 1 - 4 ёш

source: Men 5 - 9 years
cs: Muži 5 - 9 let
es_419: Hombres 5 - 9 años
fr: Masculin 5 - 9 ans
pt: Homens 5 - 9 anos
uz_uz_cyrl: Эркак 5 - 9 ёш

source: Men 10 - 14 years
cs: Muži 10 - 14 let
es_419: Hombres 10 - 14 años
fr: Masculin 10 - 14 ans
pt: Homens 10 - 14 anos
uz_uz_cyrl: Эркак 10 - 14 ёш

source: Men 15 - 19 years
cs: Muži 15 - 19 let
es_419: Hombres 15 - 19 años
fr: Masculin 15 - 19 ans
pt: Homens 15 - 19 anos
uz_uz_cyrl: Эркак 15 - 19 ёш

source: Men 20 - 24 years
cs: Muži 20 - 24 let
es_419: Hombres de 20 a 24 años
fr: Masculin 20 - 24 ans
pt: Homens 20 - 24 anos
uz_uz_cyrl: Эркак 20 - 24 ёш

source: Men 25 - 29 years
cs: Muži 25 - 29 let
es_419: Hombres de 25 a 29 años
fr: Masculin 25 - 29 ans
pt: Homens 25 - 29 anos
uz_uz_cyrl: Эркак 25 - 29 ёш

source: Men 30 - 34 years
cs: Muži 30 - 34 let
es_419: Hombres de 30 a 34 años
fr: Masculin 30 - 34 ans
pt: Homens 30 - 34 anos
uz_uz_cyrl: Эркак 30 - 34 ёш

source: Men 35 - 39 years
cs: Muži 35 - 39 let
es_419: Hombres de 35 a 39 años
fr: Masculin 35 - 39 ans
pt: Homens 35 - 39 anos
uz_uz_cyrl: Эркак 35 - 39 ёш

source: Men 40 - 44 years
cs: Muži 40 - 44 let
es_419: Hombres de 40 a 44 años
fr: Masculin 40 - 44 ans
pt: Homens 40 - 44 anos
uz_uz_cyrl: Эркак 40 - 44 ёш

source: Men 45 - 49 years
cs: Muži 45 - 49 let
es_419: Hombres de 45 a 49 años
fr: Masculin 45 - 49 ans
pt: Homens 45 - 49 anos
uz_uz_cyrl: Эркак 45 - 49 ёш

source: Men 50 - 54 years
cs: Muži 50 - 54 let
es_419: Hombres de 50 a 54 años
fr: Masculin 50 - 54 ans
pt: Homens 50 - 54 anos
uz_uz_cyrl: Эркак 50 - 54 ёш

source: Men 55 - 59 years
cs: Muži od 55 do 59 let
es_419: Hombres de 55 a 59 años
fr: Masculin 55 - 59 ans
pt: Homens 55 - 59 anos
uz_uz_cyrl: Эркак 55 - 59 ёш

source: Men 60 - 64 years
cs: Muži 60 - 64 let
es_419: Hombres de 60 a 64 años
fr: Masculin 60 - 64 ans
pt: Homens 60 - 64 anos
uz_uz_cyrl: Эркак 60 - 64 ёш

source: Men 65 - 69 years
cs: Muži od 65 do 69 let
es_419: Hombres de 65 a 69 años
fr: Masculin 65 - 69 ans
pt: Homens 65 - 69 anos
uz_uz_cyrl: Эркак 65 - 69 ёш

source: Men 70 - 74 years
cs: Muži 70 - 74 let
es_419: Hombres de 70 a 74 años
fr: Masculin 70 - 74 ans
pt: Homens 70 - 74 anos
uz_uz_cyrl: Эркак 70 - 74 ёш

source: Men 75 - 79 years
cs: Muži 75 - 79 let
es_419: Hombres 75 - 79 años
fr: Masculin 75 - 79 ans
pt: Homens 75 - 79 anos
uz_uz_cyrl: Эркак 75 - 79 ёш

source: Men 80 years and above
cs: Muži od 80 let
es_419: Hombres de 80 años o más
fr: Masculin 80 ans et plus
pt: Homens com 80 anos ou mais
uz_uz_cyrl: Эркак 80 ёш ва ундан катта

source: Women 0 - 1 years
cs: Ženy 0 - 1 rok
es_419: Mujeres 0 - 1 años
fr: Féminin 0 - 1 an
uz_uz_cyrl: Аёл 0 - 1 ёш

source: Women 1 - 4 years
cs: Ženy 1 - 4 roky
es_419: Mujeres 1 - 4 años
fr: Féminin 1 - 4 ans
pt: Mulheres 1 - 4 anos
uz_uz_cyrl: Аёл 1 - 4 ёш

source: Women 5 - 9 years
cs: Ženy 5 - 9 let
es_419: Mujeres de 5 a 9 años
fr: Féminin 5 - 9 ans
pt: Mulheres 5 - 9 anos
uz_uz_cyrl: Аёл 5 - 9 ёш

source: Women 10 - 14 years
cs: Ženy 10 - 14 let
es_419: Mujeres 10 - 14 años
fr: Féminin 10 - 14 ans
pt: Mulheres 10 - 14 anos
uz_uz_cyrl: Аёл 10 - 14 ёш

source: Women 15 - 19 years
cs: Ženy 15 - 19 let
es_419: Mujeres de 15 a 19 años
fr: Féminin 15 - 19 ans
pt: Mulheres 15 - 19 anos
uz_uz_cyrl: Аёл 15 - 19 ёш

source: Women 20 - 24 years
cs: Ženy 20 - 24 let
es_419: Mujeres de 20 a 24 años
fr: Féminin 20 - 24 ans
pt: Mulheres 20 - 24 anos
uz_uz_cyrl: Аёл 20 - 24 ёш

source: Women 25 - 29 years
cs: Ženy 25 - 29 let
es_419: Mujeres de 25 a 29 años
fr: Féminin 25 - 29 ans
pt: Mulheres 25 - 29 anos
uz_uz_cyrl: Аёл 25 - 29 ёш

source: Women 30 - 34 years
cs: Ženy 30 - 34 let
es_419: Mujeres de 30 a 34 años
fr: Féminin 30 - 34 ans
pt: Mulheres 30 - 34 anos
uz_uz_cyrl: Аёл 30 - 34 ёш

source: Women 35 - 39 years
cs: Ženy 35 - 39 let
es_419: Mujeres de 35 a 39 años
fr: Féminin 35 - 39 ans
pt: Mulheres 35 - 39 anos
uz_uz_cyrl: Аёл 35 - 39 ёш

source: Women 40 - 44 years
cs: Ženy 40 - 44 let
es_419: Mujeres de 40 a 44 años
fr: Féminin 40 - 44 ans
pt: Mulheres 40 - 44 anos
uz_uz_cyrl: Аёл 40 - 44 ёш

source: Women 45 - 49 years
cs: Ženy 45 - 49 let
es_419: Mujeres de 45 a 49 años
fr: Féminin 45 - 49 ans
pt: Mulheres 45 - 49 anos
uz_uz_cyrl: Аёл 45 - 49 ёш

source: Women 50 - 54 years
cs: Ženy 50 - 54 let
es_419: Mujeres de 50 a 54 años
fr: Féminin 50 - 54 ans
pt: Mulheres 50 - 54 anos
uz_uz_cyrl: Аёл 50 - 54 ёш

source: Women 55 - 59 years
cs: Ženy 55 - 59 let
es_419: Mujeres de 55 a 59 años
fr: Féminin 55 - 59 ans
pt: Mulheres 55 - 59 anos
uz_uz_cyrl: Аёл 55 - 59 ёш

source: Women 60 - 64 years
cs: Ženy 60 - 64 let
es_419: Mujeres de 60 a 64 años
fr: Féminin 60 - 64 ans
pt: Mulheres 60 - 64 anos
uz_uz_cyrl: Аёл 60 - 64 ёш

source: Women 65 - 69 years
cs: Ženy 65 - 69 let
es_419: Mujeres de 65 a 69 años
fr: Féminin 65 - 69 ans
pt: Mulheres 65 - 69 anos
uz_uz_cyrl: Аёл 65 - 69 ёш

source: Women 70 - 74 years
cs: Ženy 70 - 74 let
es_419: Mujeres de 70 a 74 años
fr: Féminin 70 - 74 ans
pt: Mulheres 70 - 74 anos
uz_uz_cyrl: Аёл 70 - 74 ёш

source: Women 75 - 79 years
cs: Ženy 75 - 79 let
es_419: Mujeres de 75 a 79 años
fr: Féminin 75 - 79 ans
pt: Mulheres 75 - 79 anos
uz_uz_cyrl: Аёл 75 - 79 ёш

source: Women 80 years and above
cs: Ženy starší 80 let
es_419: Mujeres de 80 años o más
fr: Féminin 80 ans et plus
pt: Mulheres com 80 anos ou mais
uz_uz_cyrl: Аёл 80 ёш ва ундан катта

source: No organisation units have been selected
cs: Nebyly vybrány žádné organizační jednotky
es_419: No se han seleccionado unidades de organización
fr: Aucune unité d'organisation n'a été sélectionnée
uz_uz_cyrl: Ташкилот бирлиги танланмаган эди

source: It is not possible to get data from Earth Engine for point facilities. Select polygon organisation units or use a catchment area as associated geometry.
cs: Není možné získat data z Earth Engine pro bodová zařízení. Vyberte organizační jednotky polygonu nebo použijte povodí jako přidruženou geometrii.
es_419: No es posible obtener datos de Earth Engine para instalaciones puntuales. Seleccione unidades de organización poligonal o utilice una cuenca hidrográfica como geometría asociada.
fr: Il est impossible d'obtenir des données de Earth Engine pour des établissements ponctuels. Sélectionnez des unités d'organisation polygonales ou utilisez une zone de captage comme géométrie associée.
uz_uz_cyrl: Айни объект учун Earth Engine дан маълумот олиш имконсиз. Боғлиқлиқларга эга ташкилий бирликларни танланг ёки геометрик йиғиш майдонидан фойдаланинг.

source: Export event data for programs, stages and tracked entities in DXF 2 format.
cs: Exportujte data událostí pro programy, fáze a sledované entity ve formátu DXF 2.
uz_uz_cyrl: Дастурлар, босқичлар ва кузатувдаги объект маълумотларини DXF 2 форматида экспорт қилиш
uz_uz_latn: Dasturlar, bosqichlar va kuzatuvdagi obʼekt maʼlumotlarini DXF 2 formatida eksport qilish

source: Export events
ar: تصدير أحداث
cs: Exportovat události
es_419: Exportar eventos
fr: Exporter évènements
pt: Exportar eventos
uz_uz_cyrl: Тадбирни экспорт қилиш
uz_uz_latn: Tadbirni eksport qilish
