Repository: dhis2/import-export-app
Catalog: i18n/*.po
Languages: ar, cs, es_419, fr, pt, uz_uz_cyrl, uz_uz_latn

source: Something went wrong when loading the current user!
ar: حدث خطأ أثناء تحميل المستخدم الحالي
cs: Při načítání aktuálního uživatele se něco pokazilo!
es_419: Algo ha ido mal al cargar el usuario actual.
fr: Une erreur s'est produite lors du chargement de l'utilisateur actuel!
pt: Algo deu errado ao carregar o usuário atual!
uz_uz_cyrl: Жорий фойдаланувчини юклашда кўзда тутилмаган хатолик юз берди
uz_uz_latn: Joriy foydalanuvchini yuklashda koʼzda tutilmagan xatolik yuz berdi

source: Basic options
ar: الخيارات الأساسية
cs: Základní možnosti
es_419: Opciones básicas
fr: Infos de base
pt: Opções basicas
uz_uz_cyrl: Асосий вариантлар
uz_uz_latn: Аsosiy variantlar

source: Invalid date
ar: تاريخ غير صالح
cs: Neplatné datum
es_419: Fecha no válida
fr: Date invalide
pt: Data inválida
uz_uz_cyrl: Сана хато
uz_uz_latn: Sana xato

source: Start date must be before end date
ar: يجب أن يكون تاريخ البدء قبل تاريخ الانتهاء
cs: Datum zahájení musí být před datem ukončení
es_419: La fecha de inicio debe ser anterior a la fecha de finalización
fr: La date de début doit être antérieure à la date de fin
pt: A data de início deve ser anterior à data de término
uz_uz_cyrl: Бошланиш санаси якунланиш санасидан олдинда бўлиши лозим
uz_uz_latn: Boshlanish sanasi yakunlanish sanasidan oldinda boʼlishi lozim

source: End date must be after start date
ar: يجب أن يكون تاريخ الانتهاء بعد تاريخ البدء
cs: Datum ukončení musí být po datu zahájení
es_419: La fecha final debe ser posterior a la fecha de inicio
fr: La date de fin doit être postérieure à la date de début
pt: A data de término deve ser posterior à data de início
uz_uz_cyrl: Якунланиш санаси бошланиш санасидан кейинда бўлиши лозим
uz_uz_latn: Yakunlanish sanasi boshlanish sanasidan keyinda boʼlishi lozim

source: Invalid duration
ar: مدة غير صحيحة
cs: Neplatné trvání
es_419: Duración no válida
fr: Durée invalide
pt: Duração inválida
uz_uz_cyrl: Давомийлиги нотўғри
uz_uz_latn: Davomiyligi notoʼgʼri

source: Format
ar: التنسيق
cs: Formát
es_419: Formato
pt: Formato
uz_uz_cyrl: Форматлаш
uz_uz_latn: Formatlash

source: Something went wrong when loading the additional data element ID schemes
ar: حدث خطأ ما أثناء تحميل الـ ID schemes الإضافية الخاصة بعنصر البيانات
cs: Při načítání dalších schémat ID datových prvků se něco pokazilo
es_419: Algo ha ido mal al cargar los esquemas de ID de elementos de datos adicionales
fr: Une erreur s'est produite lors du chargement des schémas de l'ID de l'élément de données supplémentaire
pt: Algo deu errado ao carregar os esquemas de ID de elemento de dados adicionais
uz_uz_cyrl: Маълумотлар элементлари идентификаторининг қўшимча схемаларини юклашда хатолик юз берди
uz_uz_latn: Maʼlumotlar elementlari identifikatorining qoʼshimcha sxemalarini yuklashda xatolik yuz berdi

source: Something went wrong when loading the additional ID schemes
ar: حدث خطأ ما أثناء تحميل الـ ID schemes الإضافية
cs: Při načítání dalších schémat ID se něco pokazilo
es_419: Algo ha ido mal al cargar los esquemas de ID adicionales
fr: Une erreur s'est produite lors du chargement des schémas d'ID supplémentaires
pt: Algo deu errado ao carregar os esquemas de ID adicionais
uz_uz_cyrl: Қўшимча схемалар идентификаторини юклашда хатолик юз берди
uz_uz_latn: Qoʼshimcha sxemalar identifikatorini yuklashda xatolik yuz berdi

source: Something went wrong when loading the additional organisation unit ID schemes
ar: حدث خطأ ما أثناء تحميل الـ ID schemes الإضافية الخاصة بالوحدة التنظيمية
cs: Při načítání dalších schémat ID další organizační jednotky se něco pokazilo
es_419: Algo ha fallado al cargar los esquemas de ID de unidad de organización adicional
fr: Une erreur s'est produite lors du chargement des schémas d'ID d'unité organisation supplémentaires
pt: Algo deu errado ao carregar os esquemas de ID de unidade organizacional adicionais
uz_uz_cyrl: Қўшимча ташкилий бўлимлар идентификаторининг схемаларини юклашда хатолик юз берди
uz_uz_latn: Qoʼshimcha tashkiliy boʼlimlar identifikatorining sxemalarini yuklashda xatolik yuz berdi

source: Please select a file
ar: يرجى تحديد ملف
cs: Vyberte soubor
es_419: Seleccione un archivo
fr: Veuillez sélectionner un fichier
pt: Selecione um arquivo
uz_uz_cyrl: Илтимос, файлни танланг
uz_uz_latn: Iltimos, faylni tanlang

source: Import as associated geometry
cs: Importovat jako přidruženou geometrii
es_419: Importar como geometría asociada
fr: Importer en tant que géométrie associée
uz_uz_cyrl: Геометрик боғлиқлик асосида импорт қилиш

source: Store geometry as value of attribute
cs: Uložit geometrii jako hodnotu atributu
es_419: Almacenar la geometría como valor del atributo
fr: Stocker la géométrie comme valeur de l'attribut
uz_uz_cyrl: Атрибут қийматида геометрияни сақлаш

source: Selected programs
ar: البرامج المحددة
cs: Vybrané programy
es_419: Programas seleccionados
fr: Programmes sélectionnés
pt: Programa seleccionados
uz_uz_cyrl: Танланган дастурлар
uz_uz_latn: Tanlangan dasturlar

source: Something went wrong when loading the attributes!
cs: Při načítání atributů se něco pokazilo!
es_419: Algo ha fallado al cargar los atributos.
fr: Un problème est survenu lors du chargement des attributs !
uz_uz_cyrl: Атрибутларни юклашда кўзда тутилмаган хатолик юз берди!

source: One attribute must be selected
cs: Musí být vybrán jeden atribut
es_419: Debe seleccionarse un atributo
fr: Un attribut doit être sélectionné
uz_uz_cyrl: Камида битта атрибут танланган бўлиши лозим

source: Associated geometry import requires an attribute of type "GeoJSON" applied to "Organisation unit". It can be defined in the Maintenance app.
cs: Import související geometrie vyžaduje atribut typu „GeoJSON“ aplikovaný na „Organizační jednotku“. Lze jej definovat v aplikaci Údržba.
es_419: La importación de geometría asociada requiere un atributo de tipo "GeoJSON" aplicado a la "Unidad de organización". Puede definirse en la aplicación Mantenimiento.
fr: L'importation de la géométrie associée nécessite un attribut de type "GeoJSON" appliqué à "l'unité d'organisation". Il peut être défini dans l'application Maintenance.
uz_uz_cyrl: Боғланган геометрияни импорт қилиш учун "Ташкилот бирлиги"га қўлланиладиган “GeoJSON” атрибути талаб қилинади. Уни ўзига хизмат иловасида аниқлаштириш мумкин.

source: Match GeoJSON property to organisation unit scheme
cs: Přiřaďte vlastnost GeoJSON schématu organizační jednotky
es_419: Hacer coincidir la propiedad GeoJSON con el esquema de unidades de la organización
fr: Faire correspondre une propriété GeoJSON à un schéma d'unité d'organisation
uz_uz_cyrl: GeoJSON хусусиятини ташкилот бирлиги схемасига мосланг

source: GeoJSON property name
cs: Název vlastnosti GeoJSON
es_419: Nombre de la propiedad GeoJSON
fr: Nom de propriété GeoJSON
uz_uz_cyrl: GeoJSON хусусиятлари номи

source: GeoJSON feature property that holds the organisation unit identifier
cs: Vlastnost funkce GeoJSON, která obsahuje identifikátor organizační jednotky
es_419: Propiedad GeoJSON que contiene el identificador de la unidad organizativa
fr: Propriété GeoJSON de la fonctionnalité contenant l'identifiant de l'unité d'organisation.
uz_uz_cyrl: Ташкилот бирлиги идентификаторига эга GeoJSON объекти хусусиятлари

source: A dry run tests the import settings without importing any data
ar: يختبر التشغيل الجاف إعدادات الاستيراد بدون استيراد أي بيانات فعليًا
cs: Spuštění nanečisto testuje nastavení importu bez importu dat
es_419: Una ejecución en seco prueba la configuración de importación sin importar ningún dato
fr: Une Exécution sans effet teste les paramètres d'importation sans importer de données
pt: Uma simulação teste as configurações de importação sem importar quaisquer dados
uz_uz_cyrl: Синов тести ҳеч қандай маълумотни импорт қилмасдан импорт параметрларини синаб кўради
uz_uz_latn: Sinov testi hech qanday maʼlumotni import qilmasdan import parametrlarini sinab koʼradi

source: Start dry run
ar: ابدأ التشغيل الجاف
cs: Spustit nanečisto
es_419: Inicio de la marcha en seco
fr: Commencer l’exécution sans effet
pt: Iniciar simulação
uz_uz_cyrl: Синовни бошлаш
uz_uz_latn: Sinovni boshlash

source: Start import
ar: ابدأ الاستيراد
cs: Zahájit import
es_419: Iniciar importación
fr: Lancer l'importation
pt: Iniciar importação
uz_uz_cyrl: Импортни бошлаш
uz_uz_latn: Importni boshlash

source: Any user
ar: أي مستخدم
cs: Libovolný uživatel
es_419: Cualquier usuario
fr: Aucun utilisateur
pt: Qualquer utilizador
uz_uz_cyrl: Исталган фойдаланувчи
uz_uz_latn: Istalgan foydalanuvchi

source: Current user
ar: المستخدم الحالي
cs: Současný uživatel
es_419: Usuario actual
fr: Utilisateur actuel
pt: Utilizador corrente
uz_uz_cyrl: Жорий фойдаланувчи
uz_uz_latn: Joriy foydalanuvchi

source: No user/unassigned
ar: لا يوجد مستخدم / غير معين
cs: Žádný uživatel / nepřiřazeno
es_419: Sin usuario/no asignado
fr: Aucun utilisateur/non assigné
pt: Nenhum utilizador / não atribuído
uz_uz_cyrl: Фойдаланувчи йўқ/тайинланмаган
uz_uz_latn: Foydalanuvchi yoʼq/tayinlanmagan

source: Selected users
ar: المستخدمون المختارون
cs: Vybraní uživatelé
es_419: Usuarios seleccionados
fr: Utilisateurs sélectionnés
pt: Utilizadores selecionados
uz_uz_cyrl: Танланган фойдаланувчилар
uz_uz_latn: Tanlangan foydalanuvchilar

source: Filter by assigned user
ar: تصفية حسب المستخدم المعين
cs: Filtrování podle přiřazeného uživatele
es_419: Filtrar por usuario asignado
fr: Filtrer par utilisateur assigné
pt: Filtrar por utilizador atribuído
uz_uz_cyrl: Тайинланган фойдаланувчи бўйича фильтрлаш
uz_uz_latn: Tayinlangan foydalanuvchi boʼyicha filtrlash

source: Export only instances with events assigned to specific users
ar: تصدير النسخ ذات الأحداث المعينة لمستخدمين محددين فقط
cs: Exportujte pouze instance s událostmi přiřazenými konkrétním uživatelům
es_419: Exportar sólo instancias con eventos asignados a usuarios específicos
fr: Exporter uniquement les instances avec des événements attribués à des utilisateurs spécifiques
pt: Exporte apenas instâncias com eventos atribuídos a utilizadores específicos
uz_uz_cyrl: Фақат маълум фойдаланувчиларга тайинланган ҳодиса/тадбирлар билан экспорт қилиш
uz_uz_latn: Faqat maʼlum foydalanuvchilarga tayinlangan hodisa/tadbirlar bilan eksport qilish

source: Assigned user(s)
ar: مستخدم (مستخدمون) معينون
cs: Přiřazení uživatel(é)
es_419: Usuario(s) asignado(s)
fr: Utilisateur(s) affecté(s)
pt: Utilizador atribuído (s)
uz_uz_cyrl: Тайинланган фойдаланувчи(лар)
uz_uz_latn: Tayinlangan foydalanuvchi(lar)

source: Do not import
ar: لا تستورد
cs: Neimportovat
es_419: No importar
fr: Ne pas importer
pt: Não importar
uz_uz_cyrl: Импорт қилинмасин
uz_uz_latn: Import qilinmasin

source: Import
ar: استيراد
es_419: Importar
fr: Importer
pt: Importar
uz_uz_cyrl: Импорт

source: Atomic mode
cs: Atomický režim
es_419: Modo atómico
fr: Mode atomique
pt: Modelo atômico
uz_uz_cyrl: Атомар режим
uz_uz_latn: Аtomar rejim

source: Whether to import objects even if some references do not exist
cs: Zda importovat objekty, i když některé odkazy neexistují
es_419: Si importar objetos aunque no existan algunas referencias
fr: Soit importer des objets même si certaines références n'existent pas
pt: Importar objetos mesmo que algumas referências não existam
uz_uz_cyrl: Ҳаволаларни баъзи бирлари етишмасада, объектни импорт қилмоқчимисиз
uz_uz_latn: Havolalarni baʼzi birlari yetishmasada, obʼektni import qilmoqchimisiz

source: Class key
cs: Klíč třídy
es_419: Clave de clase
fr: Clé de classe
pt: Chave de classe
uz_uz_cyrl: Синф калити
uz_uz_latn: Sinf kaliti

source: Zip
es_419: Código postal
uz_uz_cyrl: Почта индекси
uz_uz_latn: Pochta indeksi

source: GZip
uz_uz_cyrl: G-почта индекси
uz_uz_latn: G-pochta indeksi

source: Uncompressed
ar: غير مضغوط
cs: Nekomprimovaný
es_419: Sin comprimir
fr: Non compressé
pt: Descomprimido
uz_uz_cyrl: Сиқилмаган архив
uz_uz_latn: Siqilmagan arxiv

source: Compression mode
ar: وضع الضغط
cs: Režim komprese
es_419: Modo de compresión
fr: Mode de compression
pt: Modo de compressão
uz_uz_cyrl: Архивни сиқиш режими
uz_uz_latn: Аrxivni siqish rejimi

source: Code
ar: الرمز
cs: Kód
es_419: Código
pt: Código
uz_uz_cyrl: Код
uz_uz_latn: Kod

source: Name
ar: الاسم
cs: Název
es_419: Nombre
fr: Nom
pt: Nome
uz_uz_cyrl: Исми
uz_uz_latn: Исми

source: Data element ID scheme
cs: Schéma ID datového prvku
es_419: Esquema de identificación del elemento de datos
fr: Schéma d'ID des éléments de données
pt: ID do esquema do elemento de dado
uz_uz_cyrl: Маълумотлар элементи идентификатори схемаси
uz_uz_latn: Maʼlumotlar elementi identifikatori sxemasi

source: Which data sets should be included in export?
ar: ما هي مجموعات البيانات التي يجب تضمينها في التصدير؟
cs: Které datové sady by měly být zahrnuty do exportu?
es_419: ¿Qué conjuntos de datos deben incluirse en la exportación?
fr: Quels ensembles de données doivent être inclus dans l'exportation?
pt: Quais conjuntos de dados devem ser incluídos na exportação?
uz_uz_cyrl: Экспорт учун қайси маълумотлар тўпламини киритиш керак?
uz_uz_latn: Eksport uchun qaysi maʼlumotlar toʼplamini kiritish kerak?

source: Filter data sets
ar: تصفية مجموعات البيانات
cs: Filtrování datových sad
es_419: Filtrar conjuntos de datos
fr: Filtrer les ensembles de données
pt: Filtro de conjunto de dados
uz_uz_cyrl: Маълумотлар тўпламини фильтрлаш
uz_uz_latn: Maʼlumotlar toʼplamini filtrlash

source: Selected data sets
ar: حزم البيانات المحددة
cs: Vybrané datové sady
es_419: Conjuntos de datos seleccionados
fr: Ensembles de données sélectionnés
pt: Fichas seleccionadas
uz_uz_cyrl: Танланган маълумотлар тўпламлари
uz_uz_latn: Tanlangan maʼlumotlar toʼplamlari

source: Something went wrong when loading the data sets!
ar: حدث خطأ ما أثناء تحميل مجموعات البيانات!
cs: Při načítání datových sad se něco pokazilo!
es_419: Algo ha fallado al cargar los conjuntos de datos.
fr: Une erreur s'est produite lors du chargement des ensembles de données
pt: Algo deu errado ao carregar os conjuntos de dados!
uz_uz_cyrl: Маълумотлар тўпламларини юклашда кўзда тутилмаган хатолик юз берди!
uz_uz_latn: Maʼlumotlar toʼplamlarini yuklashda koʼzda tutilmagan xatolik yuz berdi!

source: At least one data set must be selected
ar: يجب تحديد مجموعة بيانات واحدة على الأقل
cs: Musí být vybrán alespoň jeden soubor dat
es_419: Debe seleccionarse al menos un conjunto de datos
fr: Au moins un ensemble de données doit être sélectionné
pt: Pelo menos um conjunto de dados deve ser selecionado
uz_uz_cyrl: Камида битта маълумотлар тўплами танланган бўлиши лозим
uz_uz_latn: Kamida bitta maʼlumotlar toʼplami tanlangan boʼlishi lozim

source: One data set must be selected
ar: يجب تحديد مجموعة بيانات واحدة
cs: Musí být vybrána jedna sada dat
es_419: Debe seleccionarse un conjunto de datos
fr: Un ensemble de données doit être sélectionné
pt: Um conjunto de dados deve ser selecionado
uz_uz_cyrl: Бирта маълумотлар тўплами танланган бўлиши лозим
uz_uz_latn: Birta maʼlumotlar toʼplami tanlangan boʼlishi lozim

source: End date
ar: تاريخ النهاية
cs: Datum ukončení
es_419: Fecha final
fr: Date de fin
pt: Data Final
uz_uz_cyrl: Якунланиш санаси
uz_uz_latn: Yakunlanish sanasi

source: Event ID scheme
cs: Schéma ID události
es_419: Esquema de identificación del evento
fr: Schéma d'ID d'événement
pt: Esquema de ID de evento
uz_uz_cyrl: Тадбир ID схемаси
uz_uz_latn: Tadbir ID sxemasi

source: Loading export...
ar: جارٍ تحميل التصدير ...
cs: Načítání exportu ...
es_419: Cargando exportación...
fr: Chargement de l'exportation ...
pt: Carregando exportação ...
uz_uz_cyrl: Экспорт юкланмоқда ...
uz_uz_latn: Eksport yuklanmoqda ...

source: Select a file to import values from
ar: حدد ملفًا لاستيراد القيم منه
cs: Vyberte soubor, ze kterého chcete importovat hodnoty
es_419: Seleccione un archivo del que importar los valores
fr: Sélectionnez un fichier à partir duquel importer les valeurs
pt: Selecione um arquivo para importar valores
uz_uz_cyrl: ...дан қийматлар импортини сақлаш учун файлни танланг
uz_uz_latn: ...dan qiymatlar importini saqlash uchun faylni tanlang

source: Is the first row a header row?
ar: هل الصف الأول هو صف الرأس؟
cs: Je první řádek řádkem záhlaví?
es_419: ¿Es la primera fila una fila de cabecera?
fr: La première ligne est-elle une ligne d'en-tête?
pt: A primeira linha é uma linha de cabeçalho?
uz_uz_cyrl: Биринчи қатор Сарлавҳа қаторими?
uz_uz_latn: Birinchi qator Sarlavha qatorimi?

source: First row is header
ar: الصف الأول هو عناوين الأعمدة
cs: První řádek je záhlaví
es_419: La primera fila es la cabecera
fr: La première ligne est l'en-tête
pt: A primeira linha é o cabeçalho
uz_uz_cyrl: Биринчи қатор-Сарлавҳа
uz_uz_latn: Birinchi qator-Sarlavha

source: A header row will be ignored during import
ar: سيتم تجاهل صف الرأس أثناء الاستيراد
cs: Řádek záhlaví bude během importu ignorován
es_419: Una fila de cabecera se ignorará durante la importación
fr: Une ligne d'en-tête sera ignorée lors de l'importation
pt: Uma linha de cabeçalho será ignorada durante a importação
uz_uz_cyrl: Импорт жараёнида биринчи қатор истисно қилинади
uz_uz_latn: Import jarayonida birinchi qator istisno qilinadi

source: Auto (recommended)
ar: تلقائي (موصى به)
cs: Auto (doporučeno)
es_419: Auto (recomendado)
fr: Auto (recommandé)
pt: Auto (recomendado)
uz_uz_cyrl: Авто (тавсия этилади)
uz_uz_latn: Аvto (tavsiya etiladi)

source: Object (debugging purposes)
cs: Objekt (pro účely ladění)
es_419: Objeto (con fines de depuración)
fr: Objet (à des fins de débogage)
pt: Objeto (fins de depuração)
uz_uz_cyrl: Объект (созлаш учун)
uz_uz_latn: Obʼekt (sozlash uchun)

source: Flush mode
cs: Vyplachovací režim
es_419: Modo descarga
fr: Mode flusher
pt: Modo de descarga
uz_uz_cyrl: Тозалаш режими
uz_uz_latn: Tozalash rejimi

source: Controls when to flush the internal cache
cs: Určuje, kdy má být vyprázdněna interní mezipaměť
es_419: Controla cuándo vaciar la caché interna
fr: Contrôle quand vider le cache interne
pt: Controla quando limpar o cache interno
uz_uz_cyrl: Ички буферни тозалашга кетган вақтни назорат қилади
uz_uz_latn: Ichki buferni tozalashga ketgan vaqtni nazorat qiladi

source: All
ar: الجميع
cs: Vše
es_419: Todos
fr: Tout
pt: Tudo
uz_uz_cyrl: Барчаси
uz_uz_latn: Barchasi

source: Marked for follow-up
ar: مُعلَّم للمتابعة
cs: Označeno pro další sledování
es_419: Marcado para seguimiento
fr: Marqué pour suivi
pt: Marcado para acompanhamento
uz_uz_cyrl: Кузатув учун белгиланган
uz_uz_latn: Kuzatuv uchun belgilangan

source: Not marked for follow-up
ar: غير مُعلَّم للمتابعة
cs: Není označeno pro další sledování
es_419: No marcado para seguimiento
fr: Non marqué pour suivi
pt: Não marcado para acompanhamento
uz_uz_cyrl: Кузатув учун белгиланмаган
uz_uz_latn: Kuzatuv uchun belgilanmagan

source: Include only entities with follow-up status
ar: تضمين الكيانات ذات حالة المتابعة فقط
cs: Zahrnout pouze entity se stavem sledování
es_419: Incluir sólo las entidades en situación de seguimiento
fr: Inclure uniquement les entités avec un statut de suivi
pt: Inclui apenas entidades com status de acompanhamento
uz_uz_cyrl: Фақат кузатув мақомига эга бўлган шахсларни киритиш
uz_uz_latn: Faqat kuzatuv maqomiga ega boʼlgan shaxslarni kiritish

source: What format is the data to import?
ar: ما هو تنسيق البيانات المراد استيرادها؟
cs: Jaký formát jsou data k importu?
es_419: ¿En qué formato se importan los datos?
fr: Quel est le format des données à importer?
pt: Qual é o formato dos dados importados?
uz_uz_cyrl: Импорт қилинадиган маълумотлар қандай форматда бўлиши лозим?
uz_uz_latn: Import qilinadigan maʼlumotlar qanday formatda boʼlishi lozim?

source: What format should the data be exported as?
ar: ما هو التنسيق الذي يجب أن يتم تصدير البيانات به؟
cs: V jakém formátu mají být data exportována?
es_419: ¿En qué formato deben exportarse los datos?
fr: En quel format les données doivent-elles être exportées?
pt: Com qual formato os dados devem ser exportados?
uz_uz_cyrl: Экспорт қилинадиган маълумотлар қандай формат сифатида бўлиши лозим?
uz_uz_latn: Eksport qilinadigan maʼlumotlar qanday format sifatida boʼlishi lozim?

source: ID scheme
cs: ID schéma
es_419: Sistema de identificación
fr: Schéma d'ID
pt: ID esquema
uz_uz_cyrl: Идентификатор схемаси
uz_uz_latn: Identifikator sxemasi

source: Identifier
ar: المعرف
cs: Identifikátor
es_419: Identificador
fr: Identifiant
pt: Identificador
uz_uz_cyrl: Идентификатор
uz_uz_latn: Identifikator

source: Identifier scheme to use for reference matching
cs: Schéma identifikátorů, které se má použít pro porovnávání referencí
es_419: Esquema de identificadores que se utilizará para la correspondencia de referencias
fr: Schéma d'identifiant à utiliser pour la correspondance des références
pt: Esquema de identificador a ser usado para correspondência de referência
uz_uz_cyrl: Маълумотларни мослаштириш учун фойдаланиладиган идентификатор схемаси
uz_uz_latn: Maʼlumotlarni moslashtirish uchun foydalaniladigan identifikator sxemasi

source: Only include reports for objects that have errors
ar: قم فقط بتضمين تقارير الكائنات التي بها أخطاء
cs: Zahrnout pouze zprávy pro objekty, které obsahují chyby
es_419: Incluir informes sólo para objetos con errores
fr: N'incluez que les rapports pour les objets comportant des erreurs
pt: Incluir relatórios apenas para objetos com erros
uz_uz_cyrl: Фақатгина хатоси бўлган объектлар учун ҳисоботларни қўшинг
uz_uz_latn: Faqatgina xatosi boʼlgan obʼektlar uchun hisobotlarni qoʼshing

source: Errors
ar: اخطاء
cs: Chyb
es_419: Errores
fr: Erreurs
pt: Erros
uz_uz_cyrl: Хатоликлар
uz_uz_latn: Xatoliklar

source: Reports for all objects imported
ar: تقارير جميع الكائنات التي تم استيرادها
cs: Zprávy pro všechny importované objekty
es_419: Informes de todos los objetos importados
fr: Rapports tous les objets importés
pt: Reportar para todos objectos importados
uz_uz_cyrl: Импорт қилинадиган барча объектлар учун ҳисоботлар
uz_uz_latn: Import qilinadigan barcha obʼektlar uchun hisobotlar

source: Full
ar: كامل
cs: Úplný
es_419: Completo
fr: Plein
pt: Cheio
uz_uz_cyrl: Тўлиқ
uz_uz_latn: Toʼliq

source: Reports for all objects imported along with their names (if available)
ar: تقارير عن كل العناصر المستوردة مع أسمائها (إن وجدت)
cs: Zprávy o všech importovaných objektech spolu s jejich názvy (jsou-li k dispozici)
es_419: Informes de todos los objetos importados junto con sus nombres (si están disponibles)
fr: Rapports pour tous les objets importés avec leurs noms (si disponible)
pt: Relatórios de todos os objetos importados junto com seus nomes (se disponível)
uz_uz_cyrl: Импорт қилинган барча объектлар учун ҳисоботлар, уларнинг номлари билан бирга (агар мавжуд бўлса)
uz_uz_latn: Import qilingan barcha obʼektlar uchun hisobotlar, ularning nomlari bilan birga (agar mavjud boʼlsa)

source: Debug
cs: Ladit
es_419: Depurar
fr: Déboguer
pt: Depurar
uz_uz_cyrl: Носозликларни тузатиш
uz_uz_latn: Nosozliklarni tuzatish

source: Import report mode
ar: اسلوب تقرير الاستيراد
cs: Režim importu zprávy
es_419: Modo de informe de importación
fr: Importer le mode de rapport
pt: Modo de importação de relatorios
uz_uz_cyrl: Ҳисобот режимини импорт қилиш
uz_uz_latn: Hisobot rejimini import qilish

source: Controls what should be reported after the import is done
ar: يتحكم في ما يجب التقرير عنه بعد إتمام الاستيراد
cs: Řídí, co má být nahlášeno po dokončení importu
es_419: Controla lo que debe notificarse una vez realizada la importación
fr: Contrôle ce qui doit être rapporté une fois l'importation terminée
pt: Controla o que deve ser relatado após a importação ser feita
uz_uz_cyrl: Импорт қилинганидан кейин хабар қилиниши керак бўлган ахборотни бошқариш
uz_uz_latn: Import qilinganidan keyin xabar qilinishi kerak boʼlgan axborotni boshqarish
