Repository: dhis2/import-export-app
Catalog: i18n/*.po
Languages: ar, cs, es_419, fr, pt, uz_uz_cyrl, uz_uz_latn

source: Import events for programs, stages and tracked entities using the DXF 2 format.
ar: استيراد الأحداث للبرامج والمراحل والكيانات المتعقبة باستخدام تنسيق DXF 2.
cs: Importujte události pro programy, fáze a trasované entity pomocí formátu DXF 2.
uz_uz_cyrl: Дастурлар, босқичлар ва кузатувдаги объект маълумотларини DXF 2 форматида импорт қилиш
uz_uz_latn: Dasturlar, bosqichlar va kuzatuvdagi obʼekt maʼlumotlarini DXF 2 formatida import qilish

source: Supported file types: JSON, CSV, and XML.
ar: أنواع الملفات المدعومة: JSON و CSV و XML.
cs: Podporované typy souborů: JSON, CSV a XML.
fr: Types de fichiers supportés: JSON, CSV et XML.
uz_uz_cyrl: Қўллаб-қувватланадиган файл турлари: JSON, CSV, ва XML.
uz_uz_latn: Qoʼllab-quvvatlanadigan fayl turlari: JSON, CSV, va XML.

source: Organisation unit geometry import
cs: Import geometrie organizační jednotky
es_419: Importación de geometría de unidades organizativas
fr: Importation de la géométrie des unités d'organisation
uz_uz_cyrl: Ташкилий бирлик геометриясини импорт қилиш

source: Import geographic data for organisation units. GeoJSON is the recommend format and can also be used for associated geometries or catchment areas.
cs: Importujte geografická data pro organizační jednotky. GeoJSON je doporučený formát a lze jej také použít pro související geometrie nebo povodí.
es_419: Importe datos geográficos para unidades de organización. GeoJSON es el formato recomendado y también puede utilizarse para geometrías asociadas o áreas de captación.
fr: Importez des données géographiques pour les unités d'organisation. GeoJSON est le format recommandé et peut également être utilisé pour les géométries associées ou les zones de chalandise.
uz_uz_cyrl: Ташкилий бирликлар учун географик маълумотларни импорт қилиш, GeoJSON тавсия этилган формат бўлиб, у билан боғлиқ геометриялар ассоциациялар ёки йиғилмалар ҳам ишлатиш мумкин.

source: GeoJSON feature id should match the organsation unit id, or match by a feature property below.
cs: ID funkce GeoJSON by se mělo shodovat s id organizační jednotky nebo se shodovat s vlastností funkce níže.
es_419: El identificador de característica GeoJSON debe coincidir con el identificador de unidad de la organización, o coincidir con una propiedad de característica indicada a continuación.
fr: L'identifiant de la fonctionnalité GeoJSON doit correspondre à l'identifiant de l'unité d'organisation, ou à une propriété de la fonctionnalité ci-dessous.
uz_uz_cyrl: GeoJSON функция идентификатори ташкилот идентификаторига мос келиши ёки қуйидаги хусусиятларга мос келиши лозим.

source: Overview: Import/Export
ar: نظرة عامة: الاستيراد / التصدير
cs: Přehled: Import / Export
es_419: Visión general: Importar/Exportar
fr: Vue d'ensemble: importation / exportation
uz_uz_cyrl: Қисқача кўриб чиқиш: Импорт / Экспорт
uz_uz_latn: Qisqacha koʼrib chiqish: Import / Eksport

source: Import or export DHIS2 data.
ar: استيراد أو تصدير بيانات DHIS2.
cs: Import nebo export DHIS2 dat.
es_419: Importar o exportar datos DHIS2.
fr: Importer ou exporter des données DHIS2.
uz_uz_cyrl: DHIS2 маълумотларини импорт ёки экспорт қилиш.
uz_uz_latn: DHIS2 maʼlumotlarini import yoki eksport qilish.

source: Export metadata dependencies
cs: Exportovat závislosti metadat
es_419: Exportar relaciones de metadatos
fr: Exporter les dépendances de métadonnées
pt: Exportar dependências de metadados
uz_uz_cyrl: Ўзаро боғлиқ МетаМаълумотларни экспорт қилиш
uz_uz_latn: Oʼzaro bogʼliq MetaMaʼlumotlarni eksport qilish

source: Export metadata
ar: تصدير بيانات وصفية
cs: Exportovat metadata
es_419: Exportar metadatos
fr: Exporter Méta-Données
pt: Exportar Meta-Dados
uz_uz_cyrl: МетаМаълумотларни экспорт қилиш
uz_uz_latn: MetaMaʼlumotlarni eksport qilish

source: Export tracked entity instances
ar: تصدير نسخ الكيانات المتعقبة
cs: Exportujte instance sledovaných entit
es_419: Exportar instancias de entidades rastreadas
fr: Exporter les instances d'entités suivies
pt: Exportar instâncias de entidades rastreadas
uz_uz_cyrl: Кузатувдаги шахс нусхаларини экспорт қилиш
uz_uz_latn: Kuzatuvdagi shaxs nusxalarini eksport qilish

source: Import data
ar: استيراد بيانات
cs: Import dat
es_419: Importar datos
fr: Importer données
pt: Importar valores
uz_uz_cyrl: Маълумотларни импорт қилиш
uz_uz_latn: Maʼlumotlarni import qilish

source: Import events
ar: استيراد احداث
cs: Import události
es_419: Importar eventos
fr: Importer évènements
pt: Importar eventos
uz_uz_cyrl: Ҳодиса/Тадбирларни импорт қилиш
uz_uz_latn: Hodisa/Tadbirlarni import qilish

source: Import Earth Engine
cs: Importujte Earth Engine
es_419: Importar Earth Engine
fr: Importation Earth Engine
uz_uz_cyrl: Earth Engine импорт қилмоқ

source: Import GeoJSON
es_419: Importar GeoJSON
fr: Importation GeoJSON
uz_uz_cyrl: GeoJSON импорт

source: Import metadata
ar: استيراد بيانات وصفية
cs: Import metadat
es_419: Importar metadatos
fr: Importer Méta-Données
pt: Importar Meta-Dados
uz_uz_cyrl: МатаМаълумотни импорт қилиш
uz_uz_latn: MetaMaʼlumotni import qilish

source: Import tracked entity instances
ar: استيراد نسخ الكيانات المتعقبة
cs: Import instance trasovaných entit
es_419: Importar instancias de entidades rastreadas
fr: Importer les instances d'entités suivies
uz_uz_cyrl: Кузатувдаги шахс нусхаларини импорт қилиш
uz_uz_latn: Kuzatuvdagi shaxs nusxalarini import qilish

source: An overview of all import jobs started this session.
ar: نظرة عامة على جميع مهام الاستيراد التي بدأت في هذه الجلسة.
cs: Tuto relaci zahájil přehled všech úloh importu.
es_419: Un resumen de todos los trabajos de importación iniciados en esta sesión.
fr: Un aperçu de toutes les tâches d'importation a démarré cette session.
pt: Uma visão geral de todos os trabalhos de importação iniciou esta sessão.
uz_uz_cyrl: Ушбу сессиянинг барча импорт фаолияти ҳақида умумий маълумот берилиши бошлади.
uz_uz_latn: Ushbu sessiyaning barcha import faoliyati haqida umumiy maʼlumot berilishi boshladi.

source: Export metadata dependencies, such as data sets and programs, including related metadata objects, in JSON format.
cs: Exportujte závislosti metadat, jako jsou datové sady a programy, včetně souvisejících objektů metadat, ve formátu JSON.
es_419: Exporte dependencias de metadatos, como conjuntos de datos y programas, incluidos los objetos de metadatos relacionados, en formato JSON.
fr: Exportez les dépendances de métadonnées, telles que les ensembles de données et les programmes, y compris les objets de métadonnées associés, au format JSON.
uz_uz_cyrl: JSON форматида маълумотлар тўплами ва дастурлари, жумладан тегишли метамаълумотларга боғлиқликларни экспорт қилинг.

source: Export metadata, such as data elements and organisation units, in JSON format.
cs: Exportujte metadata, jako jsou datové prvky a organizační jednotky, ve formátu JSON.
es_419: Exporte metadatos, como elementos de datos y unidades de organización, en formato JSON.
fr: Exportez les métadonnées, telles que les éléments de données et les unités d'organisation, au format JSON .
uz_uz_cyrl: Маълумотлар элементлари ва ташкилот бирликлари каби метамаълумотларни JSON форматида экспорт қилинг.

source: Import metadata like data elements and organisation units using the JSON and CSV format.
cs: Importujte metadata, jako jsou datové prvky a organizační jednotky, pomocí formátu JSON a CSV.
uz_uz_cyrl: JSON ва CSV форматидан фойдаланган ҳолда маълумотлар элементлари ва ташкилий бўлимлар каби МетаМаълумотларни импорт қилиш.

source: Supported file types: JSON and CSV.
cs: Podporované typy souborů: JSON a CSV.
es_419: Tipos de archivo compatibles: JSON y CSV.
fr: Types de fichiers pris en charge : JSON et CSV.
uz_uz_cyrl: Қўллаб қувватланадиган файл турлари: JSON ва CSV.

source: A class key must be selected
ar: يجب تحديد class key
cs: Musí být vybrán klíč třídy
es_419: Debe seleccionarse una clave de clase
fr: Une clé de classe doit être sélectionnée
pt: Uma chave de classe deve ser selecionada
uz_uz_cyrl: Синф калити тайинланиши керак
uz_uz_latn: Sinf kaliti tayinlanishi kerak

source: Tracked entity instances export
cs: Export instancí trasovaných entit
es_419: Exportación de instancias de entidades rastreadas
fr: Exportation d'instances d'entités suivies
pt: Exportação de instâncias de entidade rastreadas
uz_uz_cyrl: Кузатувдаги шахс нусхаларини экспорт қилиш
uz_uz_latn: Kuzatuvdagi shaxs nusxalarini eksport qilish

source: Export tracked entity instances in XML, JSON or CSV format.
cs: Exportujte instance sledovaných entit ve formátu XML, JSON nebo CSV.
fr: Exportez les instances d'entités suivies au format XML, JSON ou CSV.
uz_uz_cyrl: XML, JSON ёки CSV форматида кузатувдаги объект нусхаларини экспорт қилиш.
uz_uz_latn: XML, JSON yoki CSV formatida kuzatuvdagi obʼekt nusxalarini eksport qilish.

source: Program to export from
cs: Program pro export z
es_419: Programa desde el que exportar
fr: Programme à exporter depuis
pt: Programa para exportar de
uz_uz_cyrl: Экспорт қилиш дастури
uz_uz_latn: Eksport qilish dasturi

source: Enrollment date range
cs: Časový rozsah období zápisu
es_419: Intervalo de fechas de inscripción
fr: Plage de dates d'inscription
pt: Período de inscrição
uz_uz_cyrl: Рўйхатдан ўтказилган давр оралиқ саналари
uz_uz_latn: Roʼyxatdan oʼtkazilgan davr oraliq sanalari

source: At least one of the 'last updated' date fields must be specified
ar: يجب تحديد حقل تاريخ واحد على الأقل من حقول "آخر تحديث"
cs: Musí být zadáno alespoň jedno z polí s datem „poslední aktualizace“
es_419: Debe especificarse al menos uno de los campos de fecha de "última actualización".
fr: Au moins un des champs de date de 'dernière mise à jour' doit être spécifié
pt: Deve ser especificado pelo menos um dos campos de data da 'última atualização'
uz_uz_cyrl: "Охирги янгиланган" сана майдонларидан камида биттаси кўрсатилиши керак
uz_uz_latn: Oxirgi yangilangan sana maydonlaridan kamida bittasi koʼrsatilishi kerak

source: Tracked entity instances import
ar: استيراد نسخ الكيان المتعقبة
cs: Import instance trasovaných entit
es_419: Importación de instancias de entidades rastreadas
fr: Importation d'instances d'entités suivies
pt: Importação de instâncias de entidades rastreadas
uz_uz_cyrl: шахс нусхаларини импорт қилиш
uz_uz_latn: shaxs nusxalarini import qilish

source: Import tracked entity instances from JSON or XML files.
ar: استيراد نسخ الكيانات المتعقبة من ملفات JSON أو XML.
cs: Importujte instance trasovaných entit ze souborů JSON nebo XML.
uz_uz_cyrl: Кузатувдаги шахс нусхаларини JSON ёки XML файлларидан импорт қилиш.
uz_uz_latn: Kuzatuvdagi shaxs nusxalarini JSON yoki XML fayllaridan import qilish.

source: Supported file types: JSON and XML.
ar: أنواع الملفات المدعومة: JSON و XML.
cs: Podporované typy souborů: JSON a XML.
fr: Types de fichiers supportés: JSON et XML.
uz_uz_cyrl: Қўллаб-қувватланадиган файл турлари: JSON ва XML
uz_uz_latn: Qoʼllab-quvvatlanadigan fayl turlari: JSON va XML

source: Job started.
cs: Úloha začala.
es_419: Trabajo comenzado.
fr: La tâche a commencé.
pt: Trabalho iniciado
uz_uz_cyrl: Фаолият бошланди.
uz_uz_latn: Faoliyat boshlandi.

source: An unknown error occurred. Please try again later
ar: حدث خطأ غير معروف. الرجاء إعادة المحاولة في وقت لاحق
cs: Nastala neznámá chyba. Prosím zkuste to znovu později
es_419: Se ha producido un error desconocido. Vuelva a intentarlo más tarde
fr: Une erreur inconnue est survenue. Veuillez réessayer plus tard
pt: Ocorreu um erro desconhecido. Por favor, tente novamente mais tarde
uz_uz_cyrl: Номаълум хатолик юз берди. Илтимос, кейинроқ қайта уриниб кўринг.
uz_uz_latn: Nomaʼlum xatolik yuz berdi. Iltimos, keyinroq qayta urinib koʼring.

source: Loading exported data
ar: تحميل البيانات المصدرة
cs: Načítání exportovaných dat
es_419: Carga de datos exportados
fr: Chargement des données exportées
pt: Carregando dados exportados
uz_uz_cyrl: Экспорт қилинган маълумотлар юкланмоқда
uz_uz_latn: Eksport qilingan maʼlumotlar yuklanmoqda

source: Data
ar: بيانات
es_419: Datos
fr: Données
pt: Dados
uz_uz_cyrl: Маълумот
uz_uz_latn: Маълумот

source: Event
ar: حدث
cs: Událost
es_419: Evento
fr: Evènement
pt: Evento
uz_uz_cyrl: Ҳодиса/Тадбир
uz_uz_latn: Hodisa/Tadbir

source: Metadata
ar: البيانات الوصفية
es_419: Metadatos
fr: Méta-données
pt: Metadados
uz_uz_cyrl: МетаМаълумот

source: All existing property values will be replaced
es_419: Se sustituirán todos los valores inmobiliarios existentes

source: Values will be overwritten, even if the new value is null
es_419: Los valores se sobrescribirán, incluso si el nuevo valor es nulo

source: Export metadata, such as data elements and organisation units, to JSON, CSV, DXF2, or ADX format.
es_419: Exporte metadatos, como elementos de datos y unidades de organización, a formato JSON, CSV, DXF2 o ADX.

source: Import data values using JSON, CSV, DXF2, ADX, or PDF format.
es_419: Importe valores de datos utilizando los formatos JSON, CSV, DXF2, ADX o PDF.

source: Supported file types: JSON, CSV, DXF2, ADX, and PDF.
es_419: Tipos de archivo compatibles: JSON, CSV, DXF2, ADX y PDF.

source: Import high resolution population data from WorldPop using Google Earth Engine.
es_419: Importe datos de población de alta resolución de WorldPop utilizando Google Earth Engine.
fr: Importer des données démographiques à haute résolution de WorldPop avec Google Earth Engine

source: Export event data for programs, stages and tracked entities to JSON, CSV, or DXF2 format.
es_419: Exporte datos de eventos para programas, etapas y entidades rastreadas a formato JSON, CSV o DXF2.

source: Import event data for programs, stages and tracked entities to JSON, CSV, or DXF2 format.
es_419: Importe datos de eventos para programas, etapas y entidades rastreadas a formato JSON, CSV o DXF2.

source: Supported file types: JSON, CSV, and DXF2.
es_419: Tipos de archivo compatibles: JSON, CSV y DXF2.

source: Import metadata, such as data elements and organisation units, using JSON or CSV format.
es_419: Importe metadatos, como elementos de datos y unidades de organización, utilizando el formato JSON o CSV.
fr: Importez les métadonnées, telles que les éléments de données et les unités d'organisation, aux formats JSON et CSV.

source: Export tracked entity instances in JSON, CSV, or DXF2 format.
es_419: Exporte instancias de entidades rastreadas en formato JSON, CSV o DXF2.

source: Import tracked entity instances using JSON or DXF2 format.
es_419: Importe instancias de entidades rastreadas utilizando el formato JSON o DXF2.

source: Supported file types: JSON and DXF2.
es_419: Tipos de archivo compatibles: JSON y DXF2.

source: Export metadata, such as data elements and organisation units, to JSON, CSV, DXF 2 XML, or ADX XML format.
fr: Exportez les métadonnées, telles que les éléments de données et les unités d'organisation, au format DXF 2.

source: Export event data for programs, stages and tracked entities to JSON, CSV, or DXF 2 XML format.
fr: Exportez les données d'événements pour les programmes, les étapes et les entités suivies au format DXF 2.

source: Import events for programs, stages and tracked entities to JSON, CSV, or DXF 2 XML format.
fr: Importez des événements pour des programmes, des étapes et des entités suivies en utilisant le format DXF 2.

source: Import tracked entity instances using JSON or XML format.
fr: Importer des instances d'entités suivies à partir de fichiers JSON ou XML.

source: Auto
uz_uz_latn: Аvto

source: Include first level units
uz_uz_latn: Birinchi darajali boʼlimlarni qoʼshing

source: Include the first level of organisation units inside selections
uz_uz_latn: Tanlovlar ichida birinchi darajadagi tashkiliy boʼlimlarni kiriting

source: GML import
uz_uz_latn: GML importi

source: Import geographic data for organisation units using the GML format. GML is an XML grammar for expressing geographical features.
uz_uz_latn: GML formatidan foydalangan holda tashkiliy boʼlimlari uchun geografik maʼlumotlarni import qilish. GML - bu geografik xususiyatlarni ifodalash uchun XML grammatikasi.

source: Import GML
uz_uz_latn: GMLga import qilish

source: Export metadata dependencies, such as data sets and programs, including related metadata objects, in XML or JSON format.
uz_uz_latn: Maʼlumotlar toʼplamlari va dasturlari, shu bilan bogʼliq metamaʼlumotlar obʼektlarini oʼz ichiga olgan MetaMaʼlumotlarni oʼzaro bogʼliq XML yoki JSON formatida eksport qilish

source: Export metadata, such as data elements and organisation units, in XML, JSON or CSV format.
uz_uz_latn: Maʼlumot elementlari va tashkilot va tashkilot birliklari kabi maʼlumotlarni XML, JSON yoki CSV formatida eksport qilish.

source: Import metadata like data elements and organisation units using the DXF 2 format.
uz_uz_latn: DXF 2formatidan foydalangan holda maʼlumotlar elementlari va tashkiliy boʼlimlar kabi MetaMaʼlumotlarni import qilish.

source: PDF
ar: بي دي إف PDF

source: Id
ar: المعرف

source: ID
ar: المعرف
